{"0":{"date":"October 16, 2012","speaker":"Education\/College Affordability\/Job Creation and Growth ","text":"We are here for the second Presidential Debate, a town hall sponsored by the Commission on Presidential Debates. The Gallup organization chose 82 uncommitted voters from the New York area. Their questions will drive the night. My goal is to give the conversation direction and to ensure questions get answered. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"1":{"date":"October 16, 2012","speaker":"Education\/College Affordability\/Job Creation and Growth ","text":"The questions are known to me and my team only. Neither the commission, nor the candidates have seen them. I hope to get to as many questions as possible, and because I am the optimistic sort, I'm sure the candidates will oblige by keeping their answers concise and on point. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"2":{"date":"October 16, 2012","speaker":"Education\/College Affordability\/Job Creation and Growth ","text":"Each candidate has as much as 2 minutes to respond to a common question, and there will be a 2-minute follow-up. The audience here in the hall has agreed to be polite and attentive; no cheering, no booing, or outbursts of any sort. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"3":{"date":"October 16, 2012","speaker":"Education\/College Affordability\/Job Creation and Growth ","text":"We will set aside that agreement just this once to welcome President Barack Obama and Governor Mitt Romney. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"4":{"date":"October 16, 2012","speaker":"Education\/College Affordability\/Job Creation and Growth ","text":"Gentlemen, thank you both for joining us here tonight. We have a lot of folks who have been waiting all day to talk to you, so I want to get right to it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"5":{"date":"October 16, 2012","speaker":"Education\/College Affordability\/Job Creation and Growth ","text":"Governor Romney, as you know, you won the coin toss, so the first question will go to you. And I want to turn to a first-time voter, Jeremy Epstein, who has a question for you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"6":{"date":"October 16, 2012","speaker":"Education\/College Affordability\/Job Creation and Growth ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"7":{"date":"October 16, 2012","speaker":"Q. ","text":"Mr. President, Governor Romney, as a 20-year-old college student, all I hear from professors, neighbors, and others is that when I graduate, I'll have little chance to get employment. What can you say to reassure me, but more importantly, my parents, that I will be able to sufficiently support myself after I graduate? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"8":{"date":"October 16, 2012","speaker":"Republican Presidential Nominee W. Mitt Romney.","text":" Thank you, Jeremy. I appreciate your question. And thank you for being here this evening. And to all of those from Nassau County here that have come, thank you for your time. Thank you to Hofstra University and to Candy Crowley for organizing and leading this event. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"9":{"date":"October 16, 2012","speaker":"Republican Presidential Nominee W. Mitt Romney.","text":"Thank you, Mr. President, also for being part of this debate. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"10":{"date":"October 16, 2012","speaker":"Republican Presidential Nominee W. Mitt Romney.","text":"Your question is one that's being asked by college kids all over this country. I was in Pennsylvania with someone who had just graduated. This was in Philadelphia, and she said: \"I've got my degree, I can't find a job. I've got three part-time jobs; they're just barely enough to pay for my food and pay for an apartment. I can't begin to pay back my student loans.\" ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"11":{"date":"October 16, 2012","speaker":"Republican Presidential Nominee W. Mitt Romney.","text":"So what we have to do is two things. We have to make sure that we make it easier for kids to afford college and also make sure that when they get out of college there's a job. When I was Governor of Massachusetts, to get a high school degree you had to pass an exam. If you graduated in the top quarter of your class, we gave you a John and Abigail Adams Scholarship: 4 years tuition free to the college of your choice in Massachusetts; it's a public institution. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"12":{"date":"October 16, 2012","speaker":"Republican Presidential Nominee W. Mitt Romney.","text":"I want to make sure we keep our Pell grant program growing. We're also going to have our loan program so that people are able to afford school. But the key thing is to make sure you can get a job when you get out of school. And what's happened over the last 4 years has been very, very hard for America's young people. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"13":{"date":"October 16, 2012","speaker":"Republican Presidential Nominee W. Mitt Romney.","text":"I want you to be able to get a job. I know what it takes to get this economy going. With half of college kids graduating this year without a college—excuse me—without a job and without a college-level job, that's just unacceptable. And likewise, you got more and more debt on your back. So more debt and less jobs. I'm going to change that. I know what it takes to create good jobs again. I know what it takes to make sure that you have the kind of opportunity you deserve. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"14":{"date":"October 16, 2012","speaker":"Republican Presidential Nominee W. Mitt Romney.","text":"And kids across this country are going to recognize we're bringing back an economy. It's not going to be like the last 4 years. The middle class has been crushed over the last 4 years, and jobs have been too scarce. I know what it takes to bring them back, and I'm going to do that and make sure when you graduate—when do you graduate? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"15":{"date":"October 16, 2012","speaker":"Q. ","text":"2014. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"16":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" 2014. When you come out in 2014, I presume I'm going to be President; I'm going to make sure you get a job. Thanks, Jeremy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"17":{"date":"October 16, 2012","speaker":"Q. ","text":"Thank you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"18":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Yes, you bet. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"19":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"20":{"date":"October 16, 2012","speaker":"Job Creation and Growth\/Education\/Domestic Energy Sources\/Deficit and National Debt ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"21":{"date":"October 16, 2012","speaker":"The President.","text":" Jeremy, first of all, your future is bright. And the fact that you're making an investment in higher education is critical not just to you, but to the entire Nation. Now, the most important thing we can do is to make sure that we are creating jobs in this country, but not just jobs, good-paying jobs, ones that can support a family. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"22":{"date":"October 16, 2012","speaker":"The President.","text":"And what I want to do is build on the 5 million jobs that we've created over the last 30 months in the private sector alone. And there are a bunch of things that we can do to make sure your future is bright. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"23":{"date":"October 16, 2012","speaker":"The President.","text":"Number one: I want to build manufacturing jobs in this country again. When Governor Romney said we should let Detroit go bankrupt, I said, we're going to bet on American workers and the American auto industry, and it's come surging back. I want to do that in industries not just in Detroit, but all across the country. And that means we change our Tax Code so we're giving incentives to companies that are investing here in the United States and creating jobs here. It also means we're helping them and small businesses to export all around the world to new markets. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"24":{"date":"October 16, 2012","speaker":"The President.","text":"Number two: We've got to make sure that we have the best education system in the world. And the fact that you're going to college is great, but I want everybody to get a great education. And we've worked hard to make sure that student loans are available for folks like you. But I also want to make sure that community colleges are offering slots for workers to get retrained for the jobs that are out there right now and the jobs of the future. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"25":{"date":"October 16, 2012","speaker":"The President.","text":"Number three: We've got to control our own energy. Not only oil and natural gas, which we've been investing in, but also we've got to make sure we're building the energy sources of the future, not just thinking about next year, but 10 years from now, 20 years from now. That's why we've invested in solar and wind and biofuels, energy-efficient cars. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"26":{"date":"October 16, 2012","speaker":"The President.","text":"We've got to reduce our deficit, but we've got to do it in a balanced way, asking the wealthy to pay a little bit more along with cuts so that we can invest in education like yours. And let's take the money that we've been spending on war over the last decade to rebuild America: roads, bridges, schools. We do those things, not only is your future going to be bright, but America's future is going to be bright as well. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"27":{"date":"October 16, 2012","speaker":"Job Losses\/Job Creation and Growth\/Automobile Industry ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"28":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Let me ask you for a more immediate answer, beginning with Mr. Romney. Just quickly, what can you do? We're looking at a situation where 40 percent of the unemployed have been unemployed for 6 months or more. They don't have the 2 years that Jeremy has. What about those long-term unemployed who need a job right now? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"29":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Well, what you're seeing in this country is 23 million people struggling to find a job and a lot of them, as you say, Candy, have been out of work for a long, long, long time. The President's policies have been exercised over the last 4 years, and they haven't put Americans back to work. We have fewer people working today than we had when the President took office. If the—the unemployment rate was 7.8 percent when he took office; it's 7.8 percent now. But if you calculated that unemployment rate taking back the people who dropped out of the workforce, it would be 10.7 percent. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"30":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"We have not made the progress we need to make to put people back to work. That's why I put out a five-point plan that gets America 12 million new jobs in 4 years and rising take-home pay. It's going to help Jeremy get a job when he comes out of school. It's going to help people across the country that are unemployed right now. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"31":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"And one thing that the President said, which I want to make sure that we understand: He said that I said we should take Detroit bankrupt. And that's right. My plan was to have the company go through bankruptcy like 7-Eleven did and Macy's and Continental Airlines and come out stronger. And I know he keeps saying, you wanted to take Detroit bankrupt. Well, the President took Detroit bankrupt. You took General Motors bankrupt. You took Chrysler bankrupt. So when you say that I wanted to take the auto industry bankrupt, you actually did. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"32":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"And I think it's important to know that that was a process that was necessary to get those companies back on their feet so they could start hiring more people. That was precisely what I recommended and ultimately what happened. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"33":{"date":"October 16, 2012","speaker":"Automobile Industry\/Governor Romney's Economic Platform ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"34":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Let me give the President a chance. Go ahead. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"35":{"date":"October 16, 2012","speaker":"The President.","text":" Candy, what Governor Romney said just isn't true. He wanted to take them into bankruptcy without providing them any way to stay open, and we would have lost a million jobs. And that—don't take my word for it. Take the executives at GM and Chrysler, some of whom are Republicans, may even support Governor Romney, but they'll tell you his prescription wasn't going to work. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"36":{"date":"October 16, 2012","speaker":"The President.","text":"And Governor Romney says he's got a five-point plan. Governor Romney doesn't have a five-point plan; he has a one-point plan. And that plan is to make sure that folks at the top play by a different set of rules. That's been his philosophy in the private sector. That's been his philosophy as Governor. That's been his philosophy as a Presidential candidate. You can make a lot of money and pay lower tax rates than somebody who makes a lot less. You can ship jobs overseas and get tax breaks for it. You can invest in a company, bankrupt it, lay off the workers, strip away their pensions, and you still make money. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"37":{"date":"October 16, 2012","speaker":"The President.","text":"That's exactly the philosophy that we've seen in place for the last decade. That's what's been squeezing middle class families. And we have fought back for 4 years to get out of that mess. The last thing we need to do is to go back to the very same policies that got us there. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"38":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, the next question is going to be for you here. And Mr. Romney—Governor Romney, there'll be plenty of chances here to go on, but I want to—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"39":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" That Detroit answer—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"40":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"——we have all these folks—I will let you absolutely—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"41":{"date":"October 16, 2012","speaker":"Gov. Romney. ","text":"——that Detroit answer and the rest of the answer, way off the mark. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"42":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Okay. We'll—you certainly will have lots of time here coming up, because I want to move you on to something that's sort of connected to cars here and go over—and we want to get a question from Phillip Tricolla. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"43":{"date":"October 16, 2012","speaker":"Domestic Energy Sources\/Alternative Energy Sources ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"44":{"date":"October 16, 2012","speaker":"Q. ","text":"Your Energy Secretary, Steven Chu, has now been on record three times stating it's not policy of his Department to help lower gas prices. Do you agree with Secretary Chu that this is not the job of the Energy Department? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"45":{"date":"October 16, 2012","speaker":"The President.","text":" The most important thing we can do is to make sure we control our own energy. So here's what I've done since I've been President. We have increased oil production to the highest levels in 16 years. Natural gas production is the highest it's been in decades. We have seen increases in coal production and coal employment. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"46":{"date":"October 16, 2012","speaker":"The President.","text":"But what I've also said is we can't just produce traditional sources of energy. We've also got to look to the future. That's why we doubled fuel efficiency standards on cars. That means that in the middle of the next decade, any car you buy, you're going to end up going twice as far on a gallon of gas. That's why we've doubled clean energy production like wind and solar and biofuels. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"47":{"date":"October 16, 2012","speaker":"The President.","text":"And all these things have contributed to us lowering our oil imports to the lowest levels in 16 years. Now, I want to build on that. And that means, yes, we still continue to open up new areas for drilling. We continue to make it a priority for us to go after natural gas. We've got potentially 600,000 jobs and a hundred years' worth of energy right beneath our feet with natural gas. And we can do it in an environmentally sound way. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"48":{"date":"October 16, 2012","speaker":"The President.","text":"But we've also got to continue to figure out how we have efficient energy, because ultimately, that's how we're going to reduce demand and that's what's going to keep gas prices lower. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"49":{"date":"October 16, 2012","speaker":"The President.","text":"Now, Governor Romney will say he's got an all-of-the-above plan. But basically, his plan is to let the oil companies write the energy policies. So he's got the oil and gas part, but he doesn't have the clean energy part. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"50":{"date":"October 16, 2012","speaker":"The President.","text":"And if we're only thinking about tomorrow or the next day, and not thinking about 10 years from now, we're not going to control our own economic future. Because China, Germany, they're making these investments. And I'm not going to cede those jobs of the future to those countries. I expect those new energy sources to be built right here in the United States. That's going to help Jeremy get a job. It's also going to make sure that you're not paying as much for gas. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"51":{"date":"October 16, 2012","speaker":"Oil and Gas Production on Public Land\/Domestic Energy Sources ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"52":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor, on the subject of gas prices? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"53":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Well, let's look at the President's policies, all right, as opposed to the rhetoric, because we've had 4 years of policies being played out. And the President's right in terms of the additional oil production, but none of it came on Federal land. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"54":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"As a matter of fact, oil production is down 14 percent this year on Federal land, and gas production is down 9 percent. Why? Because the President cut in half the number of licenses and permits for drilling on Federal lands and in Federal waters. So where did the increase come from? Well, a lot of it came from the Bakken range in North Dakota. What was his participation there? The administration brought a criminal action against the people drilling up there for oil, this massive new resource we have. And what was the cause? Twenty or 25 birds were killed, and they brought out a Migratory Bird Act to go after them on a criminal basis. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"55":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Look, I want to make sure we use our oil, our coal, our gas, our nuclear, our renewables. I believe very much in our renewable capabilities; ethanol, wind, solar will be an important part of our energy mix. But what we don't need is to have the President keeping us from taking advantage of oil, coal, and gas. This has not been Mr. Oil or Mr. Gas or Mr. Coal. Talk to the people that are working in those industries. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"56":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I was in coal country. People grab my arms and say, please save my job. The head of the EPA said you can't build a coal plant. He'll virtually—it's virtually impossible given our regulations. When the President ran for office, he said, if you build a coal plant, you can go ahead, but you'll go bankrupt. That's not the right course for America. Let's take advantage of the energy resources we have as well as the energy sources for the future. And if we do that, if we do what I'm planning on doing, which is getting us energy independent—North America energy independence within 8 years—you're going to see manufacturing jobs come back, because our energy is low cost. They're already beginning to come back, because of our abundant energy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"57":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I'll get America and North America energy independent. I'll do it by more drilling, more permits and licenses. We're going to bring that pipeline in from Canada. How in the world the President said no to that pipeline I will never know. This is about bringing good jobs back for the middle class of America, and that's what I'm going to do. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"58":{"date":"October 16, 2012","speaker":"Oil and Gas Production on Public Land\/Domestic Energy Sources ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"59":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, let me just see if I can move you to the gist of this question, which is, are we looking at the new normal? I can tell you that tomorrow morning a lot of people in Hempstead will wake up and fill up and they will find that the price of gas is over $4 a gallon. Is it within the purview of the Government to bring those prices down, or are we looking at the new normal? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"60":{"date":"October 16, 2012","speaker":"The President.","text":" Candy, there's no doubt that world demand has gone up. But our production is going up. And we're using oil more efficiently. And very little of what Governor Romney just said is true. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"61":{"date":"October 16, 2012","speaker":"The President.","text":"We've opened up public lands. We're actually drilling more on public lands than in the previous administration, and my—the previous President was an oil man. And natural gas isn't just appearing magically; we're encouraging it and working with the industry. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"62":{"date":"October 16, 2012","speaker":"The President.","text":"And when I hear Governor Romney say he's a big coal guy, I mean, keep in mind, when—Governor, when you were Governor of Massachusetts, you stood in front of a coal plant and pointed at it and said, \"This plant kills,\" and took great pride in shutting it down. And now suddenly, you're a big champion of coal. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"63":{"date":"October 16, 2012","speaker":"The President.","text":"So what I've tried to do is be consistent. With respect to something like coal, we made the largest investment in clean coal technology to make sure that even as we're producing more coal, we're producing it cleaner and smarter. Same thing with oil. Same thing with natural gas. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"64":{"date":"October 16, 2012","speaker":"The President.","text":"And the proof is our oil imports are down to the lowest levels in 20 years. Oil production is up, natural gas production is up, and most importantly, we're also starting to build cars that are more efficient. And that's creating jobs. That means those cars can be exported because that's the demand around the world, and it also means that it will save money in your pocketbook. That's the strategy you need, an all-of-the-above strategy, and that's what we're going to do in the next 4 years. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"65":{"date":"October 16, 2012","speaker":"Oil and Gas Production on Public Land\/Gasoline Prices ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"66":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" But that's not what you've done in the last 4 years. That's the problem. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"67":{"date":"October 16, 2012","speaker":"The President.","text":" Sure it is. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"68":{"date":"October 16, 2012","speaker":"Mr. Romney.","text":" In the last 4 years, you cut permits and licenses on Federal land and Federal waters in half. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"69":{"date":"October 16, 2012","speaker":"The President.","text":" Not true, Governor Romney. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"70":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" So how much did you cut it by? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"71":{"date":"October 16, 2012","speaker":"The President.","text":" It's not true. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"72":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" By how much did you cut them by then? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"73":{"date":"October 16, 2012","speaker":"The President.","text":" Governor, we have actually produced more oil on—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"74":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" No, no, how much did you cut licenses and permits—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"75":{"date":"October 16, 2012","speaker":"The President.","text":" Governor—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"76":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" ——on Federal land and Federal waters? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"77":{"date":"October 16, 2012","speaker":"The President.","text":" Governor Romney, here's what we did: There were a whole bunch of oil companies—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"78":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" No, I had a question—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"79":{"date":"October 16, 2012","speaker":"The President.","text":" No, you—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"80":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" ——and the question was how much did you cut them by? How much did you cut them by? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"81":{"date":"October 16, 2012","speaker":"The President.","text":" You want me to answer a question. I'm happy to answer the question. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"82":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" All right, and it is? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"83":{"date":"October 16, 2012","speaker":"The President.","text":" Here's what happened: You had a whole bunch of oil companies who had leases on public lands that they weren't using. So what we said was, you can't just sit on this for 10, 20, 30 years, decide when you want to drill, when you want to produce, when it's most profitable for you. These are public lands, so if you want to drill on public lands, you use it or you lose it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"84":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Okay, now, that's—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"85":{"date":"October 16, 2012","speaker":"The President.","text":" And so what we did was take away those leases, and we are now reletting them so that we can actually make a profit. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"86":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" And production on private—on Government lands—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"87":{"date":"October 16, 2012","speaker":"The President.","text":" And production is up. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"88":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" ——is down. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"89":{"date":"October 16, 2012","speaker":"The President.","text":" No it isn't.","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"90":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Production on Government land of oil is down 14 percent—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"91":{"date":"October 16, 2012","speaker":"The President.","text":" Governor—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"92":{"date":"October 16, 2012","speaker":"Gov. Romney. ","text":"——and production of gas is down 9 percent. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"93":{"date":"October 16, 2012","speaker":"The President. ","text":"——what you're saying is just not true. It's just not true. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"94":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" It's absolutely true. Look, there's no question but that the people recognize that we have not produced more oil and gas—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"95":{"date":"October 16, 2012","speaker":"The President.","text":" I'll give you your time. Go ahead. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"96":{"date":"October 16, 2012","speaker":"Gov. Romney. ","text":"——on Federal lands and in Federal waters. And coal? Coal production is not up; coal jobs are not up. I was just at a coal facility where some 1,200 people lost their jobs. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"97":{"date":"October 16, 2012","speaker":"Gov. Romney. ","text":"The right course for America is to have a true all-of-the-above policy. I don't think anyone really believes that you're a person who's going to be pushing for oil and gas and coal. You'll get your chance in a moment. I'm still speaking. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"98":{"date":"October 16, 2012","speaker":"The President.","text":" Well, Governor, if you're—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"99":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" And the answer is, I don't believe people think that's the case because I—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"100":{"date":"October 16, 2012","speaker":"The President. ","text":"——if you're asking me a question, I'm going to answer it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"101":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" That wasn't a question. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"102":{"date":"October 16, 2012","speaker":"The President.","text":" Okay. Go ahead. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"103":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" That was a statement. I don't think the American people believe that. I will fight for oil, coal, and natural gas. And the proof of whether a strategy is working or not is what the price is that you're paying at the pump. If you're paying less than you paid a year or 2 ago, why, then, the strategy is working. But you're paying more. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"104":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"When the President took office, the price of gasoline here in Nassau County was about a buck-eighty-six a gallon. Now it's 4 bucks a gallon. The price of electricity is up. If the President's energy policies are working, you're going to see the cost of energy come down. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"105":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I will fight to create more energy in this country to get America energy secure, and part of that is bringing in a pipeline of oil from Canada, taking advantage of the oil and coal we have here, drilling offshore in Alaska, drilling offshore in Virginia, where the people want it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"106":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Let me give—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"107":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Those things will get us the energy we need. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"108":{"date":"October 16, 2012","speaker":"Gasoline Prices\/Oil and Gas Production\/Alternative Energy Sources ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"109":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, could you address—because we did finally get to gas prices here—could you address what the Governor said, which is if your energy policy was working, the price of gasoline would not be $4 a gallon here. Is that true? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"110":{"date":"October 16, 2012","speaker":"The President.","text":" Well, think about what the Governor just said. He said, when I took office the price of gasoline was $1.80, $1.86. Why is that? Because the economy was on the verge of collapse. Because we were about to go through the worst recession since the Great Depression, as a consequence of some of the same policies that Governor Romney is now promoting. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"111":{"date":"October 16, 2012","speaker":"Laughter","text":"So it's conceivable that Governor Romney could bring down gas prices, because with his policies we might be back in that same mess. [","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"112":{"date":"October 16, 2012","speaker":"Laughter","text":"What I want to do is to create an economy that is strong and at the same time produce energy. And with respect to this pipeline that Governor Romney keeps on talking about—we've built enough pipeline to wrap around the entire Earth once. So I'm all for pipelines. I'm all for oil production. What I'm not for is us ignoring the other half of the equation. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"113":{"date":"October 16, 2012","speaker":"Laughter","text":"So, for example, on wind energy, when Governor Romney says these are imaginary jobs, when you've got thousands of people right now in Iowa, right now in Colorado, who are working, creating wind power with good-paying manufacturing jobs, and the Republican Senator in that—in Iowa is all for it, providing tax credits to help this work. And Governor Romney says, I'm opposed, I'd get rid of it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"114":{"date":"October 16, 2012","speaker":"Laughter","text":"That's not an energy strategy for the future. And we need to win that future. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"115":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"116":{"date":"October 16, 2012","speaker":"The President.","text":" And I intend to win it as President of the United States. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"117":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" I got to move you along. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"118":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" No, he got the first—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"119":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" And the next question is for you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"120":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" He actually got the first question, so I get the last question—last answer on that one. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"121":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Actually, in the follow-up it doesn't quite work like that. [","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"122":{"date":"October 16, 2012","speaker":"Gov. Romney. ","text":"Actually—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"123":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" But I'm going to give you a chance here. I promise you, I'm going to. And the next question is for you, so if you want to continue on. But I don't want to leave all these guys sitting here, so——","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"124":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Candy, I don't have a policy of stopping wind jobs in Iowa. And they're not phantom jobs, they're real jobs. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"125":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Okay. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"126":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" I appreciate wind jobs in Iowa and across our country. I appreciate the jobs in coal and oil and gas. I'm going to make sure—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"127":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" And you're—okay. Thank you, Governor. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"128":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" ——that taking advantage of our energy resources will bring back manufacturing to America. We're going to get through a very aggressive energy policy—3½ million more jobs in this country. It's critical to our future. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"129":{"date":"October 16, 2012","speaker":"The President.","text":" Candy, it's okay, I'm used to being interrupted. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"130":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" We're going to move you along to taxes. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"131":{"date":"October 16, 2012","speaker":"The President.","text":" We—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"132":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" All right, we're going to move you both along to taxes over here and all these folks that have been waiting. Governor, this question is for you. It comes from Mary Polono—Polano, sorry. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"133":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Hi, Mary. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"134":{"date":"October 16, 2012","speaker":"Tax Rates and Deductions ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"135":{"date":"October 16, 2012","speaker":"Q. ","text":"Governor Romney, you have stated that if you're elected President you would plan to reduce the tax rates for all the tax brackets and that you would work with the Congress to eliminate some deductions in order to make up for the loss in revenue. Concerning these various deductions—the mortgage deduction, the charitable deductions, the child tax credit, and also the—oh, what's that other credit? [","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"136":{"date":"October 16, 2012","speaker":"The President.","text":" You're doing great. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"137":{"date":"October 16, 2012","speaker":"Q. ","text":"Oh, I remember—the education credits, which are important to me because I have children in college. What would be your position on those things, which are important to the middle class? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"138":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Thank you very much. And let me tell you, you're absolutely right about part of that, which is I want to bring the rates down. I want to simplify the Tax Code, and I want to get middle income taxpayers to have lower taxes. And the reason I want middle income taxpayers to have lower taxes is because middle income taxpayers have been buried over the past 4 years. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"139":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"You've seen, as middle income people in this country, incomes go down $4,300 a family, even as gasoline prices have gone up $2,000. Health insurance premiums up $2,500. Food prices up. Utility prices up. The middle income families in America have been crushed over the last 4 years, so I want to get some relief to middle income families. That's part one. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"140":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Now, how about deductions? Because I'm going to bring rates down across the board for everybody, but I'm going to limit deductions and exemptions and credits, particularly for people at the high end, because I am not going to have people at the high end pay less than they're paying now. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"141":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"The top 5 percent of the taxpayers will continue to pay 60 percent of the income tax the Nation collects. So that will stay the same. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"142":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Middle income people are going to get a tax break. And so in terms of bringing down deductions, one way of doing that would be to say everybody gets—I'll pick a number—$25,000 of deductions and credits, and you can decide which ones to use. Your home mortgage interest deduction, charity, child tax credit, and so forth, you can use those as part of—fill in that bucket, if you will, of deductions. But your rate comes down, and the burden also comes down on you for one more reason, and that is, every middle income taxpayer no longer will pay any tax on interest, dividends, or capital gains; no tax on your savings. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"143":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"That makes life a lot easier. If you're getting interest from a bank, if you're getting a statement from a mutual fund, or any other kind of investments you have, you don't have to worry about filing taxes on that because there will be no taxes for anybody making $200,000 a year and less on your interest, dividends, and capital gains. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"144":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Why am I lowering taxes on the middle class? Because under the last 4 years, they've been buried, and I want to help people in the middle class. And I will not—I will not under any circumstances reduce the share that's being paid by the highest income taxpayers. And I will not under any circumstances increase taxes on the middle class. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"145":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"The President's spending, the President's borrowing will cause this Nation to have to raise taxes on the American people, not just at the high end. A recent study has shown that people in the middle class will see $4,000 a year higher taxes as a result of the spending and borrowing of this administration. I will not let that happen. I'll get us on track to a balanced budget, and I'm going to reduce the tax burden on middle income families. And what's that going to do? It's going to help those families, and it's going to create incentives to start growing jobs again in this country. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"146":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Thanks, Governor. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"147":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Thank you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"148":{"date":"October 16, 2012","speaker":"Tax Rates\/Governor Romney's Economic Platform ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"149":{"date":"October 16, 2012","speaker":"The President.","text":" My philosophy on taxes has been simple, and that is, I want to give middle class families and folks who are striving to get into the middle class some relief, because they have been hit hard, over the last decade, over the last 15, over the last 20 years. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"150":{"date":"October 16, 2012","speaker":"The President.","text":"So 4 years ago, I stood on a stage just like this one—actually, it was a town hall—and I said, I would cut taxes for middle class families, and that's what I've done, by $3,600. I said I would cut taxes for small businesses, who are the drivers and engines of growth, and we've cut them 18 times. And I want to continue those tax cuts for middle class families and for small businesses. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"151":{"date":"October 16, 2012","speaker":"The President.","text":"But what I've also said is if we're serious about reducing the deficit, if this is genuinely a moral obligation to the next generation, then in addition to some tough spending cuts, we've also got to make sure that the wealthy do a little bit more. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"152":{"date":"October 16, 2012","speaker":"The President.","text":"So what I've said is your first $250,000 worth of income, no change. And that means 98 percent of American families, 97 percent of small businesses, they will not see a tax increase. I'm ready to sign that bill right now. The only reason it's not happening is because Governor Romney's allies in Congress have held the 98 percent hostage, because they want tax breaks for the top 2 percent. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"153":{"date":"October 16, 2012","speaker":"The President.","text":"But what I've also said is for above $250,000, we can go back to the tax rates we had when Bill Clinton was President. We created 23 million new jobs. That's part of what took us from deficits to surplus. It will be good for our economy, and it will be good for job creation. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"154":{"date":"October 16, 2012","speaker":"The President.","text":"Now, Governor Romney has a different philosophy. He was on \"60 Minutes\" just 2 weeks ago and he was asked, is it fair for somebody like you making $20 million a year to pay a lower tax rate than a nurse or bus driver, somebody making $50,000 a year. And he said, yes, I think that's fair. Not only that, he said, I think that's what grows the economy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"155":{"date":"October 16, 2012","speaker":"The President.","text":"Well, I fundamentally disagree with that. I think what grows the economy is when you get that tax credit that we put in place for your kids going to college. I think that grows the economy. I think what grows the economy is when we make sure small businesses are getting a tax credit for hiring veterans who fought for our country. That grows our economy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"156":{"date":"October 16, 2012","speaker":"The President.","text":"So we just have a different theory. And when Governor Romney stands here, after a year of campaigning, when during a Republican primary, he stood on stage and said, I'm going to give tax cuts—he didn't say tax rate cuts, he said tax cuts—to everybody, including the top 1 percent, you should believe him, because that's been his history. And that's exactly the kind of top-down economics that is not going to work if we want a strong middle class and an economy that's thriving for everybody. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"157":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor Romney, I'm sure you've got a reply there. [","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"158":{"date":"October 16, 2012","speaker":"Tax Rates\/Job Creation and Growth ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"159":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" You're absolutely right. You heard what I said about my tax plan. The top 5 percent will continue to pay 60 percent, as they do today. I'm not looking to cut taxes for wealthy people. I am looking to cut taxes for middle income people. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"160":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"And why do I want to bring rates down and at the same time lower exemptions and deductions, particularly for people at the high end? Because if you bring rates down, it makes it easier for small business to keep more of their capital and hire people. And for me, this is about jobs. I want to get America's economy going again. Fifty-four percent of America's workers work in businesses that are taxed as individuals. So when you bring those rates down, those small businesses are able to keep more money and hire more people. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"161":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"For me, I look at what's happened in the last 4 years and say this has been a disappointment. We can do better than this. We don't have to settle for—how many months?—43 months with unemployment above 8 percent, 23 million Americans struggling to find a good job right now. There are 3½ million more women living in poverty today than when the President took office. We don't have to live like this. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"162":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"We can get this economy going again. My five-point plan does it. Energy independence for North America in 5 years; opening up more trade, particularly in Latin America; cracking down on China when they cheat; getting us to a balanced budget; fixing our training programs for our workers; and, finally, championing small business. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"163":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I want to help small businesses grow and thrive. I know how to make that happen. I spent my life in the private sector. I know why jobs come and why they go. And they're going now because of the policies of this administration. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"164":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor, let me ask the President something about what you just said. The Governor says that he is not going to allow the top 5 percent—I believe is what he said—to have a tax cut, that it will all even out, that what he wants to do is give that tax cut to the middle class. Settled? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"165":{"date":"October 16, 2012","speaker":"Budgetary Effects of Tax Cuts ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"166":{"date":"October 16, 2012","speaker":"The President.","text":" No, it's not settled. Look, the cost of lowering rates for everybody across the board 20 percent, along with what he also wants to do in terms of eliminating the estate tax, along what he wants to do in terms of corporate changes in the Tax Code, it costs about $5 trillion. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"167":{"date":"October 16, 2012","speaker":"The President.","text":"Governor Romney then also wants to spend $2 trillion on additional military programs, even though the military is not asking for them. That's $7 trillion. He also wants to continue the Bush tax cuts for the wealthiest Americans. That's another trillion dollars. That's $8 trillion. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"168":{"date":"October 16, 2012","speaker":"The President.","text":"Now, what he says is he's going to make sure that this doesn't add to the deficit and he's going to cut middle class taxes. But when he's asked how are you going to do it, which deductions, which loopholes are you going to close, he can't tell you. The fact that he only has to pay 14 percent on his taxes when a lot of you are paying much higher, he's already taken that off the board. Capital gains are going to continue to be at a low rate, so we're not going to get money that way. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"169":{"date":"October 16, 2012","speaker":"The President.","text":"We haven't heard from the Governor any specifics beyond Big Bird and eliminating funding for Planned Parenthood in terms of how he pays for that. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"170":{"date":"October 16, 2012","speaker":"The President.","text":"Now, Governor Romney was a very successful investor. If somebody came to you, Governor, with a plan that said, here, I want to spend 7 or $8 trillion and then we're going to pay for it, but we can't tell you until maybe after the election how we're going to do it, you wouldn't have taken such a sketchy deal. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"171":{"date":"October 16, 2012","speaker":"The President.","text":"And neither should you, the American people, because the math doesn't add up. And what's at stake here is one of two things. Either, Candy, this blows up the deficit, because keep in mind, this is just to pay for the additional spending that he's talking about—7, $8 trillion—that's before we even get to the deficit we already have. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"172":{"date":"October 16, 2012","speaker":"The President.","text":"Or alternatively, it's got to be paid for not only by closing deductions for wealthy individuals—that will pay for about 4 percent reduction in tax rates—you're going to be paying for it. You'll lose some deductions. And you can't buy this sales pitch. Nobody who's looked at it that's serious actually believes it adds up. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"173":{"date":"October 16, 2012","speaker":"Gender Discrimination\/Wage Equality\/Education ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"174":{"date":"October 16, 2012","speaker":"Q. ","text":"In what new ways do you intend to rectify the inequalities in the workplace, specifically regarding females making only 72 percent of what their male counterparts earn? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"175":{"date":"October 16, 2012","speaker":"The President.","text":" Well, Catherine, this is a great question. And I was raised by a single mom who had to put herself through school while looking after two kids. And she worked hard every day and made a lot of sacrifices to make sure we got everything we needed. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"176":{"date":"October 16, 2012","speaker":"The President.","text":"My grandmother, she started off as a secretary in a bank. She never got a college education even though she was smart as a whip. And she worked her way up to become a vice president at a local bank, but she hit the glass ceiling. She trained people who would end up becoming her bosses during the course of her career. She didn't complain. That's not what you did in that generation. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"177":{"date":"October 16, 2012","speaker":"The President.","text":"And this is one of the reasons why one of the first—the first bill I signed was something called the Lilly Ledbetter bill, and this is named after this amazing woman who had been doing the same job as a man for years, found out that she was getting paid less, and the Supreme Court said that she couldn't bring suit because she should have found out about it earlier, when she had no way of finding out about it. So we fixed that. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"178":{"date":"October 16, 2012","speaker":"The President.","text":"And that's an example of the kind of advocacy that we need, because women are increasingly the breadwinners in the family. This is not just a women's issue. This is a family issue; this is a middle class issue. And that's why we've got to fight for it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"179":{"date":"October 16, 2012","speaker":"The President.","text":"It also means that we've got to make sure that young people like yourself are able to afford a college education. Earlier, Governor Romney talked about—he wants to make Pell grants and other education accessible for young people. Well, the truth of the matter is, is that that's exactly what we've done. We've expanded Pell grants for millions of people, including millions of young women all across the country. We did it by taking $60 billion that was going to banks and lenders as middlemen for the student loan program, and we said, let's just cut out the middleman. Let's give the money directly to students. And as a consequence, we've seen millions of young people be able to afford college, and that's going to make sure that young women are going to be able to compete in that marketplace. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"180":{"date":"October 16, 2012","speaker":"The President.","text":"But we've got to enforce the laws, which is what we are doing. And we've also got to make sure that in every walk of life, we do not tolerate discrimination. That's been one of the hallmarks of my administration. I'm going to continue to push on this issue for the next 4 years. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"181":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor Romney, pay equity for women. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"182":{"date":"October 16, 2012","speaker":"Gender Discrimination\/Wage Equality\/National Economy ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"183":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Thank you, an important topic and one which I learned a great deal about, particularly as I was serving as Governor of my State, because I had the chance to pull together a cabinet, and all the applicants seemed to be men. And I went to my staff, and I said, how come all the people for these jobs are all men? And they said, well, these are the people that have the qualifications. And I said, well, gosh, can't we find some women that are also qualified? And so we took a concerted effort to go out and find women who had backgrounds that could be qualified to become members of our cabinet. I went to a number of women's groups and said, can you help us find folks? And they brought us whole binders full of women. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"184":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I was proud of the fact that after I staffed my cabinet and my senior staff, that the University of New York in Albany did a survey of all 50 States and concluded that mine had more women in senior leadership positions than any other State in America. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"185":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Now, one of the reasons I was able to get so many good women to be part of that team was because of our recruiting effort, but number two, because I recognize that if you're going to have women in the workforce, that sometimes they need to be more flexible. My chief of staff, for instance, had two kids that were still in school. She said, I can't be here until 7 or 8 o'clock at night; I need to be able to get home at 5 o'clock so I can be there for making dinner for my kids and being with them when they get home from school. So we said, fine, let's have a flexible schedule so you can have hours that work for you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"186":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"We're going to have to have employers in the new economy, in the economy I'm going to bring to play, that are going to be so anxious to get good workers, they're going to be anxious to hire women. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"187":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"In the last 4 years, women have lost 580,000 jobs. That's the net of what's happened in the last 4 years. We're still down 580,000 jobs. I mentioned 3½ million women more now in poverty than 4 years ago. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"188":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"What we can do to help young women and women of all ages is to have a strong economy, so strong that employers are looking to find good employees and bringing them into their workforce and adapting to a flexible work schedule that gives women the opportunities that they would otherwise not be able to afford. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"189":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"This is what I've done. It's what I look forward to doing. And I know what it takes to make an economy work. And I know what a working economy looks like. And an economy with 7.8 percent unemployment is not a real strong economy. An economy that has 23 million people looking for work is not a strong economy. An economy with 50 percent of kids graduating from college that can't find a job, or a college-level job, that's not what we have to have. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"190":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"Governor—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"191":{"date":"October 16, 2012","speaker":"Gov. Romney. ","text":"I'm going to help women in America get good work by getting a stronger economy and by supporting women in the workforce. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"192":{"date":"October 16, 2012","speaker":"Wage Discrimination\/Contraception and Family Planning\/Women's Health Issues ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"193":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, why don't you get in on this quickly, please? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"194":{"date":"October 16, 2012","speaker":"The President.","text":" Catherine, I just want to point out that when Governor Romney's campaign was asked about the Lilly Ledbetter bill, whether he supported it, he said, I'll get back to you. And that's not the kind of advocacy that women need in any economy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"195":{"date":"October 16, 2012","speaker":"The President.","text":"Now, there are some other issues that have a bearing on how women succeed in the workplace, for example, their health care. A major difference in this campaign is that Governor Romney feels comfortable having politicians in Washington decide the health care choices that women are making. I think that's a mistake. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"196":{"date":"October 16, 2012","speaker":"The President.","text":"In my health care bill, I said insurance companies need to provide contraceptive coverage to everybody who's insured, because this is not just a health issue, it's an economic issue for women. It makes a difference. This is money out of that family's pocket. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"197":{"date":"October 16, 2012","speaker":"The President.","text":"Governor Romney not only opposed it, he suggested that, in fact, employers should be able to make the decision as to whether or not a woman gets contraception through her insurance coverage. That's not the kind of advocacy that women need. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"198":{"date":"October 16, 2012","speaker":"The President.","text":"When Governor Romney says that we should eliminate funding for Planned Parenthood, there are millions of women all across the country who rely on Planned Parenthood for not just contraceptive care, they rely on it for mammograms, for cervical cancer screenings. That's a pocketbook issue for women and families all across the country, and it makes a difference in terms of how well and effectively women are able to work. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"199":{"date":"October 16, 2012","speaker":"The President.","text":"When we talk about child care and the credits that we're providing, that makes a difference in terms of whether they can go out there and earn a living for their family. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"200":{"date":"October 16, 2012","speaker":"The President.","text":"These are not just women's issues. These are family issues. These are economic issues. And one of the things that makes us grow as an economy is when everybody participates and women are getting the same, fair deal as men are. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"201":{"date":"October 16, 2012","speaker":"Ms. Crowley","text":". Mr. President—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"202":{"date":"October 16, 2012","speaker":"The President. ","text":"And I've got two daughters and I want to make sure that they have the same opportunities that anybody's sons have. That's a part of what I'm fighting for as President of the United States. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"203":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" I want to move us along here to Susan Katz who has a question. And, Governor, it's for you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"204":{"date":"October 16, 2012","speaker":"Contraception and Family Planning\/Administration of Former President George W. Bush\/Energy\/Trade\/Federal Budget\/Small Business Promotion Efforts ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"205":{"date":"October 16, 2012","speaker":"Q. ","text":"Governor Romney, I am an undecided voter because I'm disappointed with the lack of progress I've seen in the last 4 years. However, I do attribute much of America's economic and international problems to the failings and missteps of the Bush administration. Since both you and President Bush are Republicans, I fear a return to the policies of those years should you win this election. What is the biggest difference between you and George W. Bush? And how do you differentiate yourself from George W. Bush? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"206":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Great. Thank you. And I appreciate that question. I just want to make sure that—I think I was supposed to get that last answer, but I want to point out that I don't believe—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"207":{"date":"October 16, 2012","speaker":"The President.","text":" I don't think so, Candy. I want to make sure our timekeepers are working here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"208":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" The time—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"209":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" The timekeepers are all working. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"210":{"date":"October 16, 2012","speaker":"The President.","text":" All right. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"211":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" And let me tell you that the last part, it's for the two of you to talk to one another, and it isn't quite as ordered as you think. But go ahead and use this 2 minutes any way you'd like to, the question is on the floor. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"212":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" I'd just note that I don't believe that bureaucrats in Washington should tell someone whether they can use contraceptives or not, and I don't believe employers should tell someone whether they could have contraceptive care or not. Every woman in America should have access to contraceptives. And the President's statement of my policy is completely and totally wrong. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"213":{"date":"October 16, 2012","speaker":"The President.","text":" Governor, that's not true. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"214":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Let me come back and answer your question. President Bush and I are different people, and these are different times. And that's why my five-point plan is so different than what he would have done. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"215":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I mean, for instance, we can now, by virtue of new technology, actually get all the energy we need in North America without having to go to the Arabs or the Venezuelans or anyone else. That wasn't true in his time. That's why my policy starts with a very robust policy to get all that energy in North America, become energy secure. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"216":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Number two, trade: I'll crack down on China. President Bush didn't. I'm also going to dramatically expand trade in Latin America. It's been growing about 12 percent per year over a long period of time. I want to add more free trade agreements so we'll have more trade. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"217":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Number three, I'm going to get us to a balanced budget. President Bush didn't. President Obama was right: He said that that was outrageous to have deficits as high as half a trillion dollars under the Bush years. He was right. But then he put in place deficits twice that size for every one of his 4 years, and his forecast for the next 4 years is more deficits almost that large. So that's the next area I'm different than President Bush. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"218":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"And then let's take the last one, championing small business. Our party has been focused on big business too long. I came through small business. I understand how hard it is to start a small business. That's why everything I'll do is designed to help small businesses grow and add jobs. I want to keep their taxes down, on small business. I want regulators to see their job as encouraging small enterprise, not crushing it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"219":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"And the thing I find most troubling about Obamacare—well, it's a long list—but one of the things I find most troubling is that when you go out and talk to small businesses and ask them what they think about it, they tell you it keeps them from hiring more people. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"220":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"My priority is jobs. I know how to make that happen. And President Bush had a very different path for a very different time. My path is designed in getting small businesses to grow and hire people. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"221":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Thanks, Governor. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"222":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":"Mr. President. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"223":{"date":"October 16, 2012","speaker":"Job Creation and Growth\/Governor Romney's Economic and Social Platforms ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"224":{"date":"October 16, 2012","speaker":"The President.","text":" Well, first of all, I think it's important to tell you that we did come in during some tough times. We were losing 800,000 jobs a month when I started. But we have been digging our way out of policies that were misplaced and focused on the top doing very well and middle class folks not doing well. And we've seen 30 consecutive—31 consecutive months of job growth, 5.2 million new jobs created. And the plans that I talked about will create even more. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"225":{"date":"October 16, 2012","speaker":"The President.","text":"But when Governor Romney says that he has a very different economic plan, the centerpiece of his economic plan are tax cuts. That's what took us from surplus to deficit. When he talks about getting tough on China, keep in mind that Governor Romney invested in companies that were pioneers of outsourcing to China and is currently investing in countries—in companies that are building surveillance equipment for China to spy on its own folks. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"226":{"date":"October 16, 2012","speaker":"The President.","text":"That's—Governor, you're the last person who is going to get tough on China. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"227":{"date":"October 16, 2012","speaker":"The President.","text":"And what we've done when it comes to trade is not only sign three trade deals to open up new markets, but we've also set up a task force for trade that goes after anybody who is taking advantage of American workers or businesses and not creating a level playing field. We've brought twice as many cases against unfair trading practices than the previous administration, and we've won every single one that's been decided. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"228":{"date":"October 16, 2012","speaker":"The President.","text":"When I said that we had to make sure that China was not flooding our domestic market with cheap tires, Governor Romney said I was being protectionist, that it wouldn't be helpful to American workers. Well, in fact, we saved a thousand jobs. And that's the kind of tough trade actions that are required. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"229":{"date":"October 16, 2012","speaker":"The President.","text":"But the last point I want to make is this: There are some things where Governor Romney is different from George Bush. George Bush didn't propose turning Medicare into a voucher. George Bush embraced comprehensive immigration reform; he didn't call for self-deportation. George Bush never suggested that we eliminate funding for Planned Parenthood. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"230":{"date":"October 16, 2012","speaker":"The President.","text":"So there are differences between Governor Romney and George Bush, but they're not on economic policy. In some ways, he's gone to a more extreme place when it comes to social policy. And I think that's a mistake. That's not how we're going to move our economy forward. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"231":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" I want to move you both along to the next question because it's in the same wheelhouse so you will be able to respond. But the President does get this question. I want to call on Michael Jones. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"232":{"date":"October 16, 2012","speaker":"The President's Accomplishments\/Governor Romney's Economic and Social Platforms ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"233":{"date":"October 16, 2012","speaker":"Q. ","text":"Mr. President, I voted for you in 2008. What have you done or accomplished to earn my vote in 2012? I'm not that optimistic as I was in 2012. Most things I need for everyday living are very expensive. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"234":{"date":"October 16, 2012","speaker":"The President.","text":" Well, we've gone through a tough 4 years, there's no doubt about it. But 4 years ago, I told the American people and I told you I would cut taxes for middle class families, and I did. I told you I'd cut taxes for small businesses, and I have. I said that I'd end the war in Iraq, and I did. I said we'd refocus attention on those who actually attacked us on 9\/11, and we have gone after Al Qaida's leadership like never before, and Usama bin Laden is dead. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"235":{"date":"October 16, 2012","speaker":"The President.","text":"I said that we would put in place health care reform to make sure that insurance companies can't jerk you around and if you don't have health insurance, that you'd have a chance to get affordable insurance, and I have. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"236":{"date":"October 16, 2012","speaker":"The President.","text":"I committed that I would rein in the excesses of Wall Street, and we passed the toughest Wall Street reforms since the 1930s. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"237":{"date":"October 16, 2012","speaker":"The President.","text":"We've created 5 million jobs—gone from 800,000 jobs a month being lost—and we are making progress. We saved an auto industry that was on the brink of collapse. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"238":{"date":"October 16, 2012","speaker":"The President.","text":"Now, does that mean you're not struggling? Absolutely not. A lot of us are. And that's why the plan that I've put forward for manufacturing and education and reducing our deficit in a sensible way, using the savings from ending wars to rebuild America and putting people back to work, making sure that we are controlling our own energy, but not just the energy of today, but also the energy of the future—all those things will make a difference. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"239":{"date":"October 16, 2012","speaker":"The President.","text":"So the point is the commitments I've made I've kept. And those that I haven't been able to keep, it's not for lack of trying, and we're going to get it done in a second term. But you should pay attention to this campaign, because Governor Romney has made some commitments as well, and I suspect he'll keep those too. When Members of the Republican Congress say, we're going to sign a no-tax pledge so that we don't ask a dime from millionaires and billionaires to reduce our deficit so we can still invest in education and helping kids go to college, he said, me too. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"240":{"date":"October 16, 2012","speaker":"The President.","text":"When they said, we're going to cut Planned Parenthood funding, he said, me too. When they said, we're going to repeal Obamacare—the first thing I'm going to do, despite the fact that it's the same health care plan that he passed in Massachusetts and is working well—he said, me too. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"241":{"date":"October 16, 2012","speaker":"The President.","text":"That is not the kind of leadership that you need, but you should expect that those are promises he's going to keep. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"242":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, let me let—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"243":{"date":"October 16, 2012","speaker":"The President.","text":" And the choice in this election is going to be whose promises are going to be more likely to help you in your life, make sure your kids can go to college, make sure that you are getting a good-paying job, making sure that Medicare and Social Security will be there for you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"244":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, thank you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"245":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":"Governor. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"246":{"date":"October 16, 2012","speaker":"Economic Concerns\/Unemployment Rate ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"247":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" I think you know better. I think you know that these last 4 years haven't been so good as the President just described and that you don't feel like you're confident that the next 4 years are going to be much better either. I can tell you that if you were to elect President Obama, you know what you're going to get. You're going to get a repeat of the last 4 years. We just can't afford 4 more years like the last 4 years. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"248":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"He said that by now we'd have unemployment at 5.4 percent. The difference between where it is and 5.4 percent is 9 million Americans without work. I wasn't the one that said 5.4 percent. This was the President's plan; didn't get there. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"249":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"He said he would have by now put forward a plan to reform Medicare and Social Security, because he pointed out they're on the road to bankruptcy. He would reform them. He'd get that done. He hasn't even made a proposal on either one. He said in his first year he'd put out an immigration plan that would deal with our immigration challenges; didn't even file it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"250":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"This is a President who has not been able to do what he said he'd do. He said that he'd cut in half the deficit. He hasn't done that either; in fact, he doubled it. He said that by now middle income families would have a reduction in their health insurance premiums by $2,500 a year. It's gone up by 2,500 a year. And if Obamacare is passed—or implemented, it's already been passed—if it's implemented fully, it will be another 2,500 on top. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"251":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"The middle class is getting crushed under the policies of a President who has not understood what it takes to get the economy working again. He keeps saying, look, I've created 5 million jobs. That's after losing 5 million jobs. The entire record is such that the unemployment has not been reduced in this country. The unemployment, the number of people who are still looking for work, is still 23 million Americans. There are more people in poverty: one out of six people in poverty. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"252":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"How about food stamps? When he took office, 32 million people were on food stamps. Today, 47 million people are on food stamps. How about the growth of the economy? It's growing more slowly this year than last year and more slowly last year than the year before. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"253":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"The President wants to do well, I understand. But the policies he's put in place, from Obamacare to Dodd-Frank to his tax policies to his regulatory policies, these policies combined have not let this economy take off and grow like it could have. You might say, well, you got an example of when it worked better? Yes. In the Reagan recession, where unemployment hit 10.8 percent, between that period—the end of that recession and the equivalent period of time to today, Ronald Reagan's recovery created twice as many jobs as this President's recovery. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"254":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Five million jobs doesn't even keep up with our population growth. And the only reason the unemployment rate seems a little lower today is because of all the people that have dropped out of the workforce. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"255":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"The President has tried, but his policies haven't worked. He's great as a speaker and describing his plans and his vision. That's wonderful, except we have a record to look at. And that record shows, he just hasn't been able to cut the deficit, to put in place reforms for Medicare and Social Security to preserve them, to get us the rising incomes we need. Median incomes down $4,300 a family and 23 million Americans out of work, that's what this election is about. It's about who can get the middle class in this country a bright and prosperous future and assure our kids the kind of hope and optimism they deserve. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"256":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor, I want to move you along. Don't go away, and we'll have plenty of time to respond. We are quite aware of the clock for both of you. But I want to bring in a different subject here. Mr. President, I'll be right back with you. Lorraine Osario has a question for you about a topic we have not heard. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"257":{"date":"October 16, 2012","speaker":"The President.","text":" This is for Governor Romney? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"258":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Yes, this is for Governor Romney, and we'll be right with you, Mr. President. Thanks. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"259":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Is it Lorena? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"260":{"date":"October 16, 2012","speaker":"Q. ","text":"Lorraine. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"261":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Lorraine. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"262":{"date":"October 16, 2012","speaker":"Q. ","text":"Lorraine. Yes. How are you doing? President. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"263":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Good, thanks. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"264":{"date":"October 16, 2012","speaker":"Immigration Reform\/Illegal Immigration ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"265":{"date":"October 16, 2012","speaker":"Q. ","text":"President. Romney: What do you plan on doing with immigrants without their green card that are currently living here as productive members of society? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"266":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Thank you, Lorraine. Did I get that right? Good. Thank you for question. And let me step back and tell you what I'd like to do with our immigration policy broadly and include an answer to your question. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"267":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"First of all, this is a nation of immigrants. We welcome people coming to this country as immigrants. My dad was born in Mexico of American parents; Ann's dad was born in Wales and is a first-generation American. We welcome legal immigrants into this country. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"268":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I want our legal system to work better. I want it to be streamlined. I want it to be clearer. I don't think you have to—shouldn't have to hire a lawyer to figure out how to get into this country legally. I also think that we should give visas to people—green cards, rather, to people who graduate with skills that we need. People around the world with accredited degrees in science and math, get a green card stapled to their diploma; come to the U.S. of A. We should make sure that our legal system works. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"269":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Number two, we're going to have to stop illegal immigration. There are 4 million people who are waiting in line to get here legally. Those who've come here illegally take their place. So I will not grant amnesty to those who've come here illegally. What I will do is I'll put in place an employment verification system and make sure that employers that hire people who have come here illegally are sanctioned for doing so. I won't put in place magnets for people coming here illegally. So for instance, I would not give driver's licenses to those that have come here illegally, as the President would. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"270":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"The kids of those that came here illegally, those kids I think should have a pathway to become a permanent resident of the United States. And military service, for instance, is one way they would have that kind of pathway to become a permanent resident. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"271":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Now, when the President ran for office, he said that he'd put in place in his first year a piece of legislation—he'd file a bill in his first year—that would reform our immigration system—protect legal immigration, stop illegal immigration. He didn't do it. He had a Democrat House and Democrat Senate, supermajority in both Houses. Why did he fail to even promote legislation that would have provided an answer for those that want to come here legally and for those that are here illegally today? That's a question I think the President will have a chance to answer to answer right now. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"272":{"date":"October 16, 2012","speaker":"Immigration Reform\/Illegal Immigration ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"273":{"date":"October 16, 2012","speaker":"The President.","text":" Good, I look forward to it. Was it Lorena? Lorraine. We are a nation of immigrants. I mean, we're just a few miles away from Ellis Island. We all understand what this country has become because talent from all around the world wants to come here: people who are willing to take risks; people who want to build on their dreams and make sure their kids have even bigger dreams than they have. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"274":{"date":"October 16, 2012","speaker":"The President.","text":"But we're also a nation of laws. So what I've said is, we need to fix a broken immigration system. And I've done everything that I can on my own and sought cooperation from Congress to make sure that we fixed the system. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"275":{"date":"October 16, 2012","speaker":"The President.","text":"First thing we did was to streamline the legal immigration system to reduce the backlog, make it easier, simpler, and cheaper for people who are waiting in line, obeying the law, to make sure that they can come here and contribute to our country. And that's good for our economic growth. They'll start new businesses. They'll make things happen that create jobs here in the United States. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"276":{"date":"October 16, 2012","speaker":"The President.","text":"Number two, we do have to deal with our border, so we've put more Border Patrol on than any time in history, and the flow of undocumented workers across the border is actually lower than it's been in 40 years. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"277":{"date":"October 16, 2012","speaker":"The President.","text":"What I've also said is, if we're going to go after folks who are here illegally, we should do it smartly and go after folks who are criminals, gangbangers, people who are hurting the community, not after students, not after folks who are here just because they're trying to figure out how to feed their families. And that's what we've done. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"278":{"date":"October 16, 2012","speaker":"The President.","text":"And what I've also said is, for young people who come here, brought here oftentimes by their parents, have gone to school here, pledged allegiance to the flag, think of this as their country, understand themselves as Americans in every way except having papers, then we should make sure that we give them a pathway to citizenship. And that's what I've done administratively. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"279":{"date":"October 16, 2012","speaker":"The President.","text":"Now, Governor Romney just said that he wants to help those young people too. But during the Republican primary he said, I will veto the \"DREAM Act\" that would allow these young people to have access. His main strategy during the Republican primary was to say, we're going to encourage self-deportation: making life so miserable on folks that they'll leave. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"280":{"date":"October 16, 2012","speaker":"The President.","text":"He called the Arizona law a model for the Nation. Part of the Arizona law said that law enforcement officers could stop folks because they suspected, maybe they looked like they might be undocumented workers and check their papers. And you know what? If my daughter or yours looks to somebody like they're not a citizen, I don't want to empower somebody like that. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"281":{"date":"October 16, 2012","speaker":"The President.","text":"So we can fix this system in a comprehensive way. And when Governor Romney says the challenge is, well, Obama didn't try, that's not true. I sat down with Democrats and Republicans at the beginning of my term, and I said, let's fix this system, including Senators previously who had supported it on the Republican side. But it's very hard for Republicans in Congress to support comprehensive immigration reform if their standard bearer has said that, this is not something I'm interested in supporting. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"282":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Let me get the Governor in here, Mr. President. Let's speak to, if you could, Governor—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"283":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Let's—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"284":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"——the idea of self-deportation. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"285":{"date":"October 16, 2012","speaker":"Arizona's Illegal Immigrant Enforcement Legislation\/Immigration Reform\/Investment in Foreign Firms ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"286":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" No, let me go back and speak to the points that the President made, and let's get them correct. I did not say that the Arizona law was a model for the Nation in that aspect. I said that the E-Verify portion of the Arizona law, which is the portion of the law which says that employers could be able to determine whether someone is here illegally or not illegally, that that was a model for the Nation. That's number one. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"287":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Number two, I asked the President a question, I think, Hispanics and immigrants all over the nation have asked. He was asked this on Univision the other day. Why, when you said you'd file legislation in your first year, didn't you do it? And he didn't answer. He doesn't answer that question. He said the standard bearer wasn't for it. I'm glad you thought I was a standard bearer 4 years ago, but I wasn't. Four years ago, you said in your first year, you would file legislation. In his first year, I was just getting—licking my wounds from having been beaten by John McCain, all right. I was not the standard bearer. My view is that this President should have honored his promise to do as he said. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"288":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Now, let me mention one other thing, and that is self-deportation says, let people make their own choice. What I was saying is we're not going to round up 12 million people, undocumented illegals, and take them out of the Nation. Instead, let people make their own choice. And if they find that they can't get the benefits here that they want and they can't find the job they want, then they'll make a decision to go a place where they have better opportunities. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"289":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"But I'm not in favor of rounding up people and taking them out of this country. I am in favor, as the President has said—and I agree with him—which is that if people have committed crimes, we've got to get them out of this country. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"290":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Let me mention something else the President said. It was a moment ago, and I didn't get a chance to—when he was describing Chinese investments and so forth—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"291":{"date":"October 16, 2012","speaker":"The President.","text":" Candy, hold on a second. At some point, we'll pick that up. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"292":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Mr. President, I'm still speaking. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"293":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" I'm sorry—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"294":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Mr. President, why don't you let me finish—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"295":{"date":"October 16, 2012","speaker":"The President.","text":" Governor Romney, I'm used to being interrupted. I need to make sure—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"296":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" I'm going to continue. I'm going to continue. The President made—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"297":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Go ahead and finish, Governor Romney. Governor Romney, if you could make it short. See all these people, they've been waiting for you. Could you make it short and then—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"298":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Yes, just going to make a point. Any investments I have over the last 8 years have been managed by a blind trust. And I understand they do include investments outside the United States, including in Chinese companies. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"299":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Mr. President, have you looked at your pension? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"300":{"date":"October 16, 2012","speaker":"The President.","text":" Candy—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"301":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Have you looked at your pension? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"302":{"date":"October 16, 2012","speaker":"The President.","text":" Candy, I've got to say, I mean—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"303":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Mr. President, have you looked at your pension? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"304":{"date":"October 16, 2012","speaker":"The President.","text":" You know, I don't look at my pension. It's not as big as yours, so it doesn't take as long. [","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"305":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Let me give you some advice. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"306":{"date":"October 16, 2012","speaker":"The President.","text":" I don't check it that often. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"307":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Look at your pension. You also have investments in Chinese companies. You also have investments outside the United States. You also have investments through a Cayman's trust. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"308":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" We are sort of way off topic here, Governor Romney. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"309":{"date":"October 16, 2012","speaker":"The President.","text":" All right. Candy, we're a little off topic here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"310":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" We are completely off immigration. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"311":{"date":"October 16, 2012","speaker":"The President.","text":" Come on. I thought we were talking about immigration. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"312":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" And we've—quickly, Mr. President—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"313":{"date":"October 16, 2012","speaker":"The President.","text":" I do want to make sure—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"314":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" If I could have you sit down, Governor Romney. Thank you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"315":{"date":"October 16, 2012","speaker":"Arizona's Illegal Immigrant Enforcement Legislation\/Immigration Reform ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"316":{"date":"October 16, 2012","speaker":"The President.","text":" I do want to make sure that we just understand something. Governor Romney says he wasn't referring to Arizona as a model for the Nation. His top adviser on immigration is the guy who designed the Arizona law, the entirety of it. Not E-Verify, the whole thing. That's his policy. And it's a bad policy. And it won't help us grow. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"317":{"date":"October 16, 2012","speaker":"The President.","text":"Look, when we think about immigration, we have to understand, there are folks all around the world who still see America as the land of promise. And they provide us energy, and they provide us innovation. And they start companies like Intel and Google, and we want to encourage that. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"318":{"date":"October 16, 2012","speaker":"The President.","text":"Now, we've got to make sure that we do it in a smart way, in a comprehensive way, and we make the legal system better. But when we make this into a divisive political issue and when we don't have bipartisan support—I can deliver, Governor, a whole bunch of Democrats to get comprehensive immigration reform done, and we can't—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"319":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" I'll get it done. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"320":{"date":"October 16, 2012","speaker":"The President.","text":" We can't—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"321":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" I'll get it done the first year ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"322":{"date":"October 16, 2012","speaker":"The President. ","text":"We can't","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"323":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, let me move you on here, please. Mr. President—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"324":{"date":"October 16, 2012","speaker":"The President.","text":" And it's time for them to get serious on it. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"325":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Don't go away, though. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"326":{"date":"October 16, 2012","speaker":"The President.","text":" This used to be a bipartisan issue. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"327":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Right. Don't go away, because—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"328":{"date":"October 16, 2012","speaker":"The President.","text":" I'm here. [","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"329":{"date":"October 16, 2012","speaker":"Ms. Crowley. —","text":"—I want you to talk to Kerry Ladka, who has a—wants to switch a topic for us. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"330":{"date":"October 16, 2012","speaker":"The President.","text":" Okay. Hi, Kara. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"331":{"date":"October 16, 2012","speaker":"Q. ","text":"Good evening, Mr. President. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"332":{"date":"October 16, 2012","speaker":"The President.","text":" I'm sorry, what's your name? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"333":{"date":"October 16, 2012","speaker":"Q. ","text":"It's Kerry. Kerry Ladka. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"334":{"date":"October 16, 2012","speaker":"The President.","text":" Great to see you here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"335":{"date":"October 16, 2012","speaker":"Attack on U.S. Mission in Benghazi, Libya\/Terrorism ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"336":{"date":"October 16, 2012","speaker":"Q. ","text":"This question actually comes from a brain trust of my friends at Global Telecom Supply in Mineola yesterday. We were sitting around talking about Libya, and we were reading and became aware of reports that the State Department refused extra security for our Embassy in Benghazi, Libya, prior to the attacks that killed four Americans. Who was it that denied enhanced security and why? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"337":{"date":"October 16, 2012","speaker":"The President.","text":" Well, let me, first of all, talk about our diplomats, because they serve all around the world and do an incredible job in a very dangerous situation. And these aren't just representatives of the United States, they're my representatives. I send them there, oftentimes into harm's way. I know these folks, and I know their families. So nobody is more concerned about their safety and security than I am. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"338":{"date":"October 16, 2012","speaker":"The President.","text":"So as soon as we found out that the Benghazi consulate was being overrun, I was on the phone with my national security team, and I gave them three instructions. Number one, beef up our security and procedures not just in Libya, but in every Embassy and consulate in the region. Number two, investigate exactly what happened, regardless of where the facts lead us, to make sure that folks are held accountable and it doesn't happen again. And number three, we are going to find out who did this, and we are going to hunt them down, because one of the things that I've said throughout my Presidency is when folks mess with Americans, we go after them. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"339":{"date":"October 16, 2012","speaker":"The President.","text":"Now, Governor Romney had a very different response. While we were still dealing with our diplomats being threatened, Governor Romney put out a press release, trying to make political points. And that's not how a Commander in Chief operates. You don't turn national security into a political issue, certainly not right when it's happening. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"340":{"date":"October 16, 2012","speaker":"The President.","text":"And people—not everybody agrees with some of the decisions I've made, but when it comes to our national security, I mean what I say. I said I'd end the war in Libya—in Iraq, and I did. I said that we'd go after Al Qaida and bin Laden, we have. I said we'd transition out of Afghanistan and start making sure that Afghans are responsible for their own security. That's what I'm doing. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"341":{"date":"October 16, 2012","speaker":"The President.","text":"And when it comes to this issue, when I say that we are going to find out exactly what happened, everybody will be held accountable—and I am ultimately responsible for what's taking place there, because these are my folks, and I'm the one who has to greet those coffins when they come home—you know that I mean what I say. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"342":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, I've got to move us along. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"343":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":"Governor. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"344":{"date":"October 16, 2012","speaker":"Attack on U.S. Mission in Benghazi, Libya\/National Security ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"345":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Thank you, Kerry, for your question. It's an important one, and I think the President just said correctly that the buck does stop at his desk, and he takes responsibility for that—for the failure in providing those security resources. And those terrible things may well happen from time to time. I feel very deeply sympathetic for the families of those who lost loved ones. And today there's a memorial service for one of those that was lost in this tragedy. We think of their families and care for them deeply. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"346":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"There were other issues associated with this tragedy. There were many days that passed before we knew whether this was a spontaneous demonstration or actually whether it was a terrorist attack. And there was no demonstration involved. It was a terrorist attack. And it took a long time for that to be told to the American people. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"347":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Whether there was some misleading or, instead, whether we just didn't know what happened, I think you have to ask yourself, why didn't we know 5 days later when the Ambassador to the United Nations went on TV to say that this was a demonstration? How could we have not known? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"348":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"But I find more troubling than this that on the day following the assassination of the United States Ambassador—the first time that's happened since 1979—when we have four Americans killed there, when apparently we didn't know what happened, that the President, the day after that happened, flies to Las Vegas for a political fundraiser, then the next day to Colorado for another event, another political event. I think these actions taken by a President and a leader have symbolic significance and perhaps even material significance in that you'd hope that during that time we could call in the people who were actually eyewitnesses. We've read their accounts now about what happened. It was very clear, this was not a demonstration, this was an attack by terrorists. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"349":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"And this calls into question the President's whole policy in the Middle East. Look what's happening in Syria, in Egypt, now in Libya. Consider the distance between ourselves and Israel. The President said that he was going to put daylight between us and Israel. We have Iran 4 years closer to a nuclear bomb. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"350":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Syria: Syria is not just the tragedy of 30,000 civilians being killed by a military, but also a strategically significant player for America. The President's policies throughout the Middle East began with an apology tour, and pursue a strategy of leading from behind. And this strategy is unraveling before our very eyes. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"351":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Because we're closing in, I want to still get a lot of people in. I want to ask you something, Mr. President, and then have the Governor just quickly. Your Secretary of State, as I'm sure you know, has said that she takes full responsibility for the attack on the diplomatic mission in Benghazi. Does the buck stop with your Secretary of State, as far as what went on here? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"352":{"date":"October 16, 2012","speaker":"Attack on U.S. Mission in Benghazi, Libya ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"353":{"date":"October 16, 2012","speaker":"The President.","text":" Secretary Clinton has done an extraordinary job, but she works for me. I'm the President, and I'm always responsible. And that's why nobody is more interested in finding out exactly what happened than I do. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"354":{"date":"October 16, 2012","speaker":"The President.","text":"The day after the attack, Governor, I stood in the Rose Garden, and I told the American people and the world that we are going to find out exactly what happened, that this was an act of terror, and I also said that we're going to hunt down those who committed this crime. And then, a few days later, I was there greeting the caskets coming into Andrews Air Force Base and grieving with the families. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"355":{"date":"October 16, 2012","speaker":"The President.","text":"And the suggestion that anybody in my team—whether the Secretary of State, our U.N. Ambassador, anybody on my team—would play politics or mislead when we've lost four of our own, Governor, is offensive. That's not what we do. That's not what I do as President. That's not what I do as Commander in Chief. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"356":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor, if you want to reply just quickly to this please. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"357":{"date":"October 16, 2012","speaker":"Attack on U.S. Mission in Benghazi, Libya\/The President's Remarks of September 12, 2012 ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"358":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Yes, I certainly do. I certainly do. I think it's interesting the President just said something, which is that on the day after the attack, he went in the Rose Garden and said that this was an act of terror. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"359":{"date":"October 16, 2012","speaker":"The President.","text":" That's what I said. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"360":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" You said in the Rose Garden the day after the attack it was an act of terror? It was not a spontaneous demonstration? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"361":{"date":"October 16, 2012","speaker":"The President.","text":" Please proceed. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"362":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Is that what you're saying? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"363":{"date":"October 16, 2012","speaker":"The President.","text":" Please proceed, Governor. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"364":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" I want to make sure we get that for the record, because it took the President 14 days before he called the attack in Benghazi an act of terror. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"365":{"date":"October 16, 2012","speaker":"The President.","text":" Get the transcript. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"366":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" He did, in fact, sir. So let me—call it an act of terror in the Rose Garden. He used the word—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"367":{"date":"October 16, 2012","speaker":"The President.","text":" Can you say that a little louder, Candy? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"368":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" He did call it an act of terror. It did, as well, take 2 weeks or so for the whole idea of there being a riot out there about this tape to come out. You are correct about that. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"369":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" The administration indicated that this was a reaction to a video and was a spontaneous reaction. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"370":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" They did. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"371":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" It took them a long time to say this was a terrorist act by a terrorist group. And to suggest—am I incorrect in that regard? On Sunday, the—your Secretary—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"372":{"date":"October 16, 2012","speaker":"The President.","text":" Candy? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"373":{"date":"October 16, 2012","speaker":"Gov. Romney. ","text":"——excuse me, the Ambassador to the United Nations went on the Sunday television shows and spoke about how this was a spontaneous reaction. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"374":{"date":"October 16, 2012","speaker":"The President.","text":" Candy, I'm happy to have a longer conversation about foreign policy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"375":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, let me—I know you—absolutely. But I want to move you on. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"376":{"date":"October 16, 2012","speaker":"The President.","text":" Okay, I'm happy to do that too. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"377":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" And also, people can go to the transcripts and—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"378":{"date":"October 16, 2012","speaker":"The President.","text":" I just want to make sure that—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"379":{"date":"October 16, 2012","speaker":"Ms. Crowley. —","text":"—figure out what was said and when. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"380":{"date":"October 16, 2012","speaker":"The President. —","text":"—all these wonderful folks are going to have a chance to get some of their questions answered. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"381":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Because what I want to do, Mr. President, stand there for a second, because I want to introduce you to Nina Gonzalez, who brought up a question that we hear a lot both over the Internet and from this crowd. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"382":{"date":"October 16, 2012","speaker":"Second Amendment Rights\/Gun Control\/Reducing Community Violence ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"383":{"date":"October 16, 2012","speaker":"Q. ","text":"President Obama, during the Democratic National Convention in 2008, you stated you wanted to keep AK-47s out of the hands of criminals. What has your administration done or plan to do to limit the availability of assault weapons? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"384":{"date":"October 16, 2012","speaker":"The President.","text":" We're a nation that believes in the Second Amendment, and I believe in the Second Amendment. We've got a long tradition of hunting and sportsmen and people who want to make sure they can protect themselves. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"385":{"date":"October 16, 2012","speaker":"The President.","text":"But there have been too many instances during the course of my Presidency where I've had to comfort families who have lost somebody, most recently, out in Aurora. Just a couple of weeks ago—actually probably about a month—I saw a mother who I had met at the bedside of her son who had been shot in that theater. And her son had been shot through the head. And we spent some time, and we said a prayer. And remarkably, about 2 months later, this young man and his mom showed up, and he looked unbelievable, good as new. But there were a lot of families who didn't have that good fortune and whose sons or daughters or husbands didn't survive. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"386":{"date":"October 16, 2012","speaker":"The President.","text":"So my belief is that, A, we have to enforce the laws we've already got, make sure that we're keeping guns out of the hands of criminals, those who are mentally ill. We've done a much better job in terms of background checks, but we've got more to do when it comes to enforcement. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"387":{"date":"October 16, 2012","speaker":"The President.","text":"But I also share your belief that weapons that were designed for soldiers in war theaters don't belong on our streets. And so what I'm trying to do is to get a broader conversation about how do we reduce the violence generally. Part of it is seeing if we can get an assault weapons ban reintroduced, but part of it is also looking at other sources of the violence. Because, frankly, in my hometown of Chicago, there's an awful lot of violence, and they're not using AK-47s, they're using cheap handguns. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"388":{"date":"October 16, 2012","speaker":"The President.","text":"And so what can we do to intervene, to make sure that young people have opportunity? That our schools are working? That if there's violence on the streets, that working with faith groups and law enforcement, we can catch it before it gets out of control. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"389":{"date":"October 16, 2012","speaker":"The President.","text":"And so what I want is a comprehensive strategy. Part of it is seeing if we can get automatic weapons that kill folks in amazing numbers out of the hands of criminals and the mentally ill. But part of it is also going deeper and seeing if we can get into these communities and making sure we catch violent impulses before they occur. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"390":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor Romney, the question is about assault weapons, AK-47s. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"391":{"date":"October 16, 2012","speaker":"Gun Control\/Reducing Community Violence\/Bureau of Alcohol, Tobacco, Firearms and Explosives' Fast and Furious Program ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"392":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Yes, I'm not in favor of new pieces of legislation on guns and taking guns away or making certain guns illegal. We, of course, don't want to have automatic weapons, and that's already illegal in this country to have automatic weapons. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"393":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"What I believe is, we have to do, as the President mentioned towards the end of his remarks there, which is to make enormous efforts to enforce the gun laws that we have and to change the culture of violence we have. And you ask, how are we going to do that? And there are a number of things. He mentioned good schools. I totally agree. We were able to drive our schools to be number one in the Nation in my State, and I believe if we do a better job in education, we'll give people the hope and opportunity they deserve and perhaps less violence from that. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"394":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"But let me mention another thing, and that is parents. We need moms and dads helping raise kids. Wherever possible, the benefit of having two parents in the home—and that's not always possible, a lot of great single moms, single dads—but gosh, to tell our kids that before they have babies, they ought to think about getting married to someone, that's a great idea, because if there's a two-parent family, the prospect of living in poverty goes down dramatically. The opportunities that the child will be able to achieve increase dramatically. So we can make changes in the way our culture works to help bring people away from violence and give them opportunity and bring them in the American system. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"395":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"The greatest failure we've had with regards to gun violence in some respects is what is known as Fast and Furious, which was a program under this administration. And how it worked exactly, I think we don't know precisely, but where thousands of automatic and AK-47-type weapons were given to people that ultimately gave them to drug lords; they used those weapons against their own citizens and killed Americans with them. And this was a program of the Government. For what purpose it was put in place, I can't imagine. But it's one of the great tragedies related to violence in our society which has occurred during this administration, which I think the American people would like to understand fully. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"396":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"It's been investigated to a degree, but the administration has carried out executive privilege to prevent all the information from coming out. I'd like to understand, who it was that did this, what the idea was behind it, why it led to the violence. Thousands of guns going to Mexico—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"397":{"date":"October 16, 2012","speaker":"The President.","text":" Candy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"398":{"date":"October 16, 2012","speaker":"Gov. Romney. —","text":"—drug lords—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"399":{"date":"October 16, 2012","speaker":"Gun Control\/Bipartisanship ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"400":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor, Governor, if I could, the question was about these assault weapons that once were banned and are no longer banned. I know that you signed an assault weapons ban when you were in Massachusetts. Obviously, with this question, you no longer do support that. Why is that? Given the kind of violence that we see, sometimes with these mass killings, why is that, that you've changed your mind? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"401":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Well, Candy, actually, in my State, the pro-gun folks and the anti-gun folks came together and put together a piece of legislation. And it's referred to as an assault weapon ban, but it had, at the signing of the bill, both the pro-gun and the anti-gun people came together because it provided opportunities for both that both wanted. There were hunting opportunities, for instance, that hadn't previously been available and so forth. So it was a mutually agreed-upon piece of legislation. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"402":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"That's what we need more of, Candy. What we have right now in Washington is a place that's gridlocked. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"403":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" So if I could—if you could get people to agree to it, you'd be for it? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"404":{"date":"October 16, 2012","speaker":"The President.","text":" Candy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"405":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" We haven't had the leadership in Washington to work at a bipartisan basis. I was able to do that in my State and bring these two together. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"406":{"date":"October 16, 2012","speaker":"The President.","text":" Candy. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"407":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Go ahead, Mr. President. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"408":{"date":"October 16, 2012","speaker":"Gun Control\/Reducing Community Violence ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"409":{"date":"October 16, 2012","speaker":"The President.","text":" First of all, I think Governor Romney was for an assault weapons ban before he was against it. And he said that the reason he changed his mind was, in part, because he was seeking the endorsement of the National Rifle Association. So that's on the record. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"410":{"date":"October 16, 2012","speaker":"The President.","text":"But I think that one area we agree on is the importance of parents and the importance of schools, because I do believe that if our young people have opportunity, then they're less likely to engage in these kind of violent acts. We're not going to eliminate everybody who is mentally disturbed—and we've got to make sure that they don't get weapons—but we can make a difference in terms of ensuring that every young person in America, regardless of where they come from, what they look like, have a chance to succeed. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"411":{"date":"October 16, 2012","speaker":"The President.","text":"And, Candy, we haven't had a chance to talk about education much, but I think it is very important to understand that the reforms we've put in place, working with 46 Governors around the country, are seeing schools that are some of the ones that are the toughest for kids starting to succeed; we're starting to see gains in math and science. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"412":{"date":"October 16, 2012","speaker":"The President.","text":"When it comes to community colleges, we are setting up programs, including with Nassau Community College, to retrain workers, including young people who may have dropped out of school, but now are getting another chance, training them for the jobs that exist right now. And in fact, employers are looking for skilled workers, and so we're matching them up, giving them access to higher education. As I said, we have made sure that millions of young people are able to get an education that they weren't able to get before. Now—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"413":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, I have to move you along here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"414":{"date":"October 16, 2012","speaker":"The President. ","text":"But——","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"415":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"You said you wanted to hear this question, so we need to do it here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"416":{"date":"October 16, 2012","speaker":"The President.","text":" Just one second——","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"417":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"One——","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"418":{"date":"October 16, 2012","speaker":"The President.","text":" ——because this is important. This is part of the choice in this election. When Governor Romney was asked whether teachers—hiring more teachers was important to growing our economy, Governor Romney said that doesn't grow our economy. When he was asked, is—was class size—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"419":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" The question, of course, Mr. President, was guns here, so I need to move us along. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"420":{"date":"October 16, 2012","speaker":"The President.","text":" I understand. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"421":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"The question was guns, so let me bring in another—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"422":{"date":"October 16, 2012","speaker":"The President.","text":" But this will make a difference in terms of whether or not we can move this economy forward for these young people—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"423":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" I understand. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"424":{"date":"October 16, 2012","speaker":"The President.","text":" ——and reduce our violence. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"425":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"Okay. Thank you so much. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"426":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"I want to ask Carol Goldberg to stand up because she gets to a question that both these men have been passionate about. It's for Governor Romney. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"427":{"date":"October 16, 2012","speaker":"Global Competitiveness\/Chinese Monetary Policy ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"428":{"date":"October 16, 2012","speaker":"Q. ","text":"The outsourcing of American jobs overseas has taken a toll on our economy. What plans do you have to put back and keep jobs here in the United States? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"429":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Boy, great question, an important question, because you're absolutely right. The place where we've seen manufacturing go has been China. China is now the largest manufacturer in the world, used to be the United States of America. A lot of good people have lost jobs. A half a million manufacturing jobs have been lost in the last 4 years; that's total over the last 4 years. One of the reasons for that is that people think it's more attractive in some cases to go offshore than to stay here. We have made it less attractive for enterprises to stay here than to go offshore from time to time. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"430":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"What I will do as President is make sure it's more attractive to come to America again. This is the way we're going to create jobs in this country. It's not by trickle-down government, saying we're going to take more money from people and hire more government workers, raise more taxes, put in place more regulations. Trickle-down government has never worked here, has never worked anywhere. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"431":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I want to make America the most attractive place in the world for entrepreneurs, for small business, for big business, to invest and grow in America. Now, we're going to have to make sure that as we trade with other nations that they play by the rules, and China hasn't. One of the reasons—or one of the ways they don't play by the rules is artificially holding down the value of their currency. Because if they put their currency down low, that means their prices on their goods are low, and that makes them advantageous in the marketplace. We lose sales, and manufacturers here in the U.S. making the same products can't compete. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"432":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"China has been a currency manipulator for years and years and years. And the President has a regular opportunity to label them as a currency manipulator, but refuses to do so. On day one, I will label China a currency manipulator, which will allow me as President to be able to put in place, if necessary, tariffs where I believe that they are taking unfair advantage of our manufacturers. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"433":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"So we're going to make sure that people we trade with around the world play by the rules. But let me not just stop there. Don't forget: What's key to bringing back jobs here is not just finding someone else to punish—and I'm going to be strict with people who we trade with to make sure they follow the law and play by the rules—but it's also to make America the most attractive place in the world for businesses of all kinds. That's why I want to bring down the tax rates on small employers, big employers, so they want to be here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"434":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Canada's tax rate on companies is now 15 percent. Ours is 35 percent. So if you're starting a business, where would you rather start it? We have to be competitive if we're going to create more jobs here. Regulations have quadrupled; the rate of regulations quadrupled under this President. I've talked to small businesses across the country. They say, we feel like we're under attack from our own Government. I want to make sure that regulators see their job as encouraging small business, not crushing it. And there's no question, but that Obamacare has been an extraordinary deterrent to enterprises of all kinds hiring people. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"435":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"My priority is making sure that we get more people hired. If we have more people hired, if we get back manufacturing jobs, if we get back all kinds of jobs into this country, then you're going to see rising incomes again. The reason incomes are down is because unemployment is so high. I know what it takes to get this to happen. And my plan will do that. And one part of it is to make sure that we keep China playing by the rules. Thank you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"436":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, 2 minutes here because we are then going to go to our last question. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"437":{"date":"October 16, 2012","speaker":"Corporate Tax Reform\/Global Competitiveness ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"438":{"date":"October 16, 2012","speaker":"The President.","text":" We need to create jobs here. And both Governor Romney and I agree actually that we should lower our corporate tax rate. It's too high. But there's a difference in terms of how we would do it. I want to close loopholes that allow companies to deduct expenses when they move to China that allow them to profit offshore and not have to get taxed, so they have tax advantages offshore. All those changes in our Tax Code would make a difference. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"439":{"date":"October 16, 2012","speaker":"The President.","text":"Now, Governor Romney actually wants to expand those tax breaks. One of his big ideas when it comes to corporate tax reform would be to say if you invest overseas, you make profits overseas, you don't have to pay U.S. taxes. But of course, if you're a small business or a mom-and-pop business or a big business starting up here, you've got to pay even the reduced rate that Governor Romney is talking about. And it's estimated that that will create 800,000 new jobs; the problem is they'll be in China or India or Germany. That's not the way we're going to create jobs here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"440":{"date":"October 16, 2012","speaker":"The President.","text":"The way we're going to create jobs here is not just to change our Tax Code, but also to double our exports. And we are on pace to double our exports, one of the commitments I made when I was President. That's creating tens of thousands of jobs all across the country. That's why we've kept on pushing trade deals, but trade deals that make sure that American workers and American businesses are getting a good deal. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"441":{"date":"October 16, 2012","speaker":"The President.","text":"Now, Governor Romney talked about China. As I already indicated, in the private sector, Governor Romney's company invested in what were called \"pioneers of outsourcing.\" That's not my phrase. That's what reporters called it. And as far as currency manipulation, the currency has actually gone up 11 percent since I've been President because we have pushed them hard. And we've put unprecedented trade pressure on China. That's why exports have significantly increased under my Presidency. That's going to help to create jobs here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"442":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, we have a really short time for a quick discussion here. iPad, the Macs, the iPhones, they are all manufactured in China. One of the major reasons is labor is so much cheaper here. How do you convince a great American company to bring that manufacturing back here? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"443":{"date":"October 16, 2012","speaker":"Chinese Monetary Policy\/Global Competitiveness ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"444":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" The answer is very straightforward: We can compete with anyone in the world as long as the playing field is level. China has been cheating over the years: one, by holding down the value of their currency; number two, by stealing our intellectual property, our designs, our patents, our technology. There's even an Apple store in China that's a counterfeit Apple store selling counterfeit goods. They hack into our computers. We will have to have people play on a fair basis. That's number one. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"445":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"Number two, we have to make America the most attractive place for entrepreneurs, for people who want to expand a business. That's what brings jobs in. The President's characterization of my tax plan is—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"446":{"date":"October 16, 2012","speaker":"The President.","text":" How much time you got, Candy? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"447":{"date":"October 16, 2012","speaker":"Gov. Romney. —","text":"—is completely—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"448":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Let me go to the—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"449":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"——is completely false. Let me tell you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"450":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Let me go to the President here because we really are—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"451":{"date":"October 16, 2012","speaker":"The President.","text":" All right, I'm—— ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"452":{"date":"October 16, 2012","speaker":"Ms. Crowley. ","text":"——because we really are running out of time. And the question is, can we ever get—we can't get wages like that. It can't be sustained here. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"453":{"date":"October 16, 2012","speaker":"Manufacturing Industry\/Global Competitiveness ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"454":{"date":"October 16, 2012","speaker":"The President.","text":" Candy, there are some jobs that are not going to come back because they're low-wage, low-skill jobs. I want high-wage, high-skill jobs. That's why we have to emphasize manufacturing. That's why we have to invest in advanced manufacturing. That's why we've got to make sure that we've got the best science and research in the world. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"455":{"date":"October 16, 2012","speaker":"The President.","text":"And when we talk about deficits, if we're adding to our deficit for tax cuts for folks who don't need them and we're cutting investments in research and science that will create the next Apple, create the next new innovation that will sell products around the world, we will lose that race. If we're not training engineers to make sure that they are equipped here in this country, then companies won't come here. Those investments are what's going to help to make sure that we continue to lead this world economy not just next year, but 10 years from now, 50 years from now, 100 years from now. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"456":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Thanks, Mr. President. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"457":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Government does not create jobs. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"458":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor Romney. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"459":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Government does not create jobs. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"460":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor Romney, I want to introduce you to Barry Green because he's going to have the last question to you first. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"461":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Barry? Oh, there's Barry. Hi, Barry. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"462":{"date":"October 16, 2012","speaker":"2012 Presidential Election\/Perception of Candidates ","text":"None","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"463":{"date":"October 16, 2012","speaker":"Q. ","text":"Hi, Governor. I think this is a tough question. Each of you, what do you believe is the biggest misperception that the American people have about you as a man and a candidate? Using specific examples, can you take this opportunity to debunk that misperception and set us straight? ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"464":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" Thank you, and that's an opportunity for me, and I appreciate it. In the nature of a campaign, it seems that some campaigns are focused on attacking a person rather than prescribing their own future and the things they'd like to do. In the course of that, I think the President's campaign has tried to characterize me as someone who's very different than who I am. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"465":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I care about 100 percent of the American people. I want 100 percent of the American people to have a bright and prosperous future. I care about our kids. I understand what it takes to make a bright and prosperous future for America again. I spent my life in the private sector, not in government. I'm a guy who wants to help, with the experience I have, the American people. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"466":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"My passion probably flows from the fact that I believe in God and I believe we're all children of the same God. I believe we have a responsibility to care for one another. I served as a missionary for my church. I served as a pastor in my congregation for about 10 years. I've sat across the table from people who were out of work and worked with them to try and find new work or to help them through tough times. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"467":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I went to the Olympics when they were in trouble to try and get them on track. And as Governor of my State, I was able to get 100 percent of my people insured, all my kids, about 98 percent of the adults; was able also to get our schools ranked number one in the Nation so 100 percent of our kids would have a bright opportunity for a future. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"468":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"I understand that I can get this country on track again. We don't have to settle for what we're going through. We don't have to settle for gasoline at $4. We don't have to settle for unemployment at a chronically high level. We don't have to settle for 47 million people on food stamps. We don't have to settle for 50 percent of kids coming out of college not able to get work. We don't have to settle for 23 million people struggling to find a good job. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"469":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":"If I become President, I'll get America working again. I will get us on track to a balanced budget. The President hasn't. I will. I'll make sure we can reform Medicare and Social Security to preserve them for coming generations. The President said he would. He didn't. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"470":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Governor. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"471":{"date":"October 16, 2012","speaker":"Gov. Romney.","text":" I'll get our incomes up. And by the way, I've done these things. I served as Governor and showed I could get them done. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"472":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" Mr. President, last 2 minutes belong to you. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"473":{"date":"October 16, 2012","speaker":"The President.","text":" Barry, I think a lot of this campaign, maybe over the last 4 years, has been devoted to this notion that I think government creates jobs, that that somehow is the answer. That's not what I believe. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"474":{"date":"October 16, 2012","speaker":"The President.","text":"I believe that the free enterprise system is the greatest engine of prosperity the world has ever known. I believe in self-reliance and individual initiative and risk takers being rewarded. But I also believe that everybody should have a fair shot and everybody should do their fair share and everybody should play by the same rules, because that's how our economy is grown. That's how we built the world's greatest middle class. And that is part of what's at stake in this election. There's a fundamentally different vision about how we move our country forward. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"475":{"date":"October 16, 2012","speaker":"The President.","text":"I believe Governor Romney is a good man, loves his family, cares about his faith. But I also believe that when he said, behind closed doors, that 47 percent of the country considered themselves victims, who refuse personal responsibility, think about who he was talking about: folks on Social Security who have worked all their lives; veterans who have sacrificed for this country; students who are out there trying to, hopefully, advance their own dreams, but also this country's dreams; soldiers who are overseas fighting for us right now; people who are working hard every day, paying payroll tax, gas taxes, but don't make enough income. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"476":{"date":"October 16, 2012","speaker":"The President.","text":"And I want to fight for them. That's what I've been doing for the last 4 years, because if they succeed, I believe the country succeeds. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"477":{"date":"October 16, 2012","speaker":"The President.","text":"And when my grandfather fought in World War II and he came back and he got a GI Bill and that allowed him to go to college, that wasn't a handout, that was something that advanced the entire country. And I want to make sure that the next generation has those same opportunities. That's why I'm asking for your vote, and that's why I'm asking for another 4 years. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"478":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":" President Obama, Governor Romney, thank you for being here tonight. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"479":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":"On that note, we have come to an end of this town hall debate. Our thanks to the participants for their time and to the people of Hofstra University for their hospitality. ","title":"Barack Obama: Presidential Debate in Hempstead, New York"},"480":{"date":"October 16, 2012","speaker":"Ms. Crowley.","text":"The next and final debate takes place Monday night at Lynn University in Boca Raton, Florida. Don't forget to watch. Election Day is 3 weeks from today. Don't forget to vote. Goodnight.","title":"Barack Obama: Presidential Debate in Hempstead, New York"}}