{"0":{"date":"October 19, 2016","speaker":"MODERATOR:","text":"Chris Wallace (Fox News)","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"1":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Good evening from the Thomas and Mack Center at the University of Nevada, Las Vegas. I'm Chris Wallace of Fox News, and I welcome you to the third and final of the 2016 presidential debates between Secretary of State Hillary Clinton and Donald J. Trump.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"2":{"date":"October 19, 2016","speaker":"WALLACE:","text":"This debate is sponsored by the Commission on Presidential Debates. The commission has designed the format: Six roughly 15-minute segments with two-minute answers to the first question, then open discussion for the rest of each segment. Both campaigns have agreed to those rules.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"3":{"date":"October 19, 2016","speaker":"WALLACE:","text":"For the record, I decided the topics and the questions in each topic. None of those questions has been shared with the commission or the two candidates. The audience here in the hall has promised to remain silent. No cheers, boos, or other interruptions so we and you can focus on what the candidates have to say.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"4":{"date":"October 19, 2016","speaker":"WALLACE:","text":"No noise, except right now, as we welcome the Democratic nominee for president, Secretary Clinton, and the Republican nominee for president, Mr. Trump. [","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"5":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Secretary Clinton, Mr. Trump, welcome. Let's get right to it. The first topic is the Supreme Court.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"6":{"date":"October 19, 2016","speaker":"WALLACE:","text":"You both talked briefly about the court in the last debate, but I want to drill down on this, because the next president will almost certainly have at least one appointment and likely or possibly two or three appointments.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"7":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Which means that you will, in effect, determine the balance of the court for what could be the next quarter century.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"8":{"date":"October 19, 2016","speaker":"WALLACE:","text":"First of all, where do you want to see the court take the country? And secondly, what's your view on how the Constitution should be interpreted? Do the founders' words mean what they say or is it a living document to be applied flexibly according to changing circumstances? In this segment, Secretary Clinton, you go first. You have two minutes.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"9":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Thank you very much, Chris. And thanks to UNLV for hosting us.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"10":{"date":"October 19, 2016","speaker":"CLINTON:","text":"You know, I think when we talk about the Supreme Court, it really raises the central issue in this election, namely, what kind of country are we going to be? What kind of opportunities will we provide for our citizens? What kind of rights will Americans have?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"11":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And I feel strongly that the Supreme Court needs to stand on the side of the American people, not on the side of the powerful corporations and the wealthy. For me, that means that we need a Supreme Court that will stand up on behalf of women's rights, on behalf of the rights of the LGBT community, that will stand up and say no to Citizens United, a decision that has undermined the election system in our country because of the way it permits dark, unaccountable money to come into our electoral system.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"12":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I have major disagreements with my opponent about these issues and others that will be before the Supreme Court. But I feel that at this point in our country's history, it is important that we not reverse marriage equality, that we not reverse Roe v. Wade, that we stand up against Citizens United, we stand up for the rights of people in the workplace, that we stand up and basically say: The Supreme Court should represent all of us.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"13":{"date":"October 19, 2016","speaker":"CLINTON:","text":"That's how I see the court, and the kind of people that I would be looking to nominate to the court would be in the great tradition of standing up to the powerful, standing up on behalf of our rights as Americans.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"14":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And I look forward to having that opportunity. I would hope that the Senate would do its job and confirm the nominee that President Obama has sent to them. That's the way the Constitution fundamentally should operate. The president nominates, and then the Senate advises and consents, or not, but they go forward with the process.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"15":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, thank you.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"16":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Mr. Trump, same question. Where do you want to see the court take the country? And how do you believe the Constitution should be interpreted?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"17":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, first of all, it's great to be with you, and thank you, everybody. The Supreme Court: It's what it's all about. Our country is so, so—it's just so imperative that we have the right justices.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"18":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Something happened recently where Justice Ginsburg made some very, very inappropriate statements toward me and toward a tremendous number of people, many, many millions of people that I represent. And she was forced to apologize. And apologize she did. But these were statements that should never, ever have been made.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"19":{"date":"October 19, 2016","speaker":"TRUMP:","text":"We need a Supreme Court that in my opinion is going to uphold the Second Amendment, and all amendments, but the Second Amendment, which is under absolute siege. I believe if my opponent should win this race, which I truly don't think will happen, we will have a Second Amendment which will be a very, very small replica of what it is right now. But I feel that it's absolutely important that we uphold, because of the fact that it is under such trauma.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"20":{"date":"October 19, 2016","speaker":"TRUMP:","text":"I feel that the justices that I am going to appoint—and I've named 20 of them—the justices that I'm going to appoint will be pro-life. They will have a conservative bent. They will be protecting the Second Amendment. They are great scholars in all cases, and they're people of tremendous respect. They will interpret the Constitution the way the founders wanted it interpreted. And I believe that's very, very important.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"21":{"date":"October 19, 2016","speaker":"TRUMP:","text":"I don't think we should have justices appointed that decide what they want to hear. It's all about the Constitution of—of—and so important, the Constitution the way it was meant to be. And those are the people that I will appoint.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"22":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, thank you.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"23":{"date":"October 19, 2016","speaker":"WALLACE:","text":"We now have about 10 minutes for an open discussion. I want to focus on two issues that, in fact, by the justices that you name could end up changing the existing law of the land. First is one that you mentioned, Mr. Trump, and that is guns.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"24":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Secretary Clinton, you said last year, let me quote, \"The Supreme Court is wrong on the Second Amendment.\" And now, in fact, in the 2008 Heller case, the court ruled that there is a constitutional right to bear arms, but a right that is reasonably limited. Those were the words of the Judge Antonin Scalia who wrote the decision. What's wrong with that?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"25":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, first of all, I support the Second Amendment. I lived in Arkansas for 18 wonderful years. I represented upstate New York. I understand and respect the tradition of gun ownership. It goes back to the founding of our country.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"26":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But I also believe that there can be and must be reasonable regulation. Because I support the Second Amendment doesn't mean that I want people who shouldn't have guns to be able to threaten you, kill you or members of your family.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"27":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And so when I think about what we need to do, we have 33,000 people a year who die from guns. I think we need comprehensive background checks, need to close the online loophole, close the gun show loophole. There's other matters that I think are sensible that are the kind of reforms that would make a difference that are not in any way conflicting with the Second Amendment.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"28":{"date":"October 19, 2016","speaker":"CLINTON:","text":"You mentioned the Heller decision. And what I was saying that you referenced, Chris, was that I disagreed with the way the court applied the Second Amendment in that case, because what the District of Columbia was trying to do was to protect toddlers from guns and so they wanted people with guns to safely store them. And the court didn't accept that reasonable regulation, but they've accepted many others. So I see no conflict between saving people's lives and defending the Second Amendment.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"29":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Let me bring Mr. Trump in here. The bipartisan Open Debate Coalition got millions of votes on questions to ask here, and this was, in fact, one of the top questions that they got. How will you ensure the Second Amendment is protected? You just heard Secretary Clinton's answer. Does she persuade you that, while you may disagree on regulation, that, in fact, she supports a Second Amendment right to bear arms? ","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"30":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, the D.C. vs. Heller decision was very strongly—and she was extremely angry about it. I watched. I mean, she was very, very angry when upheld. And Justice Scalia was so involved. And it was a well-crafted decision. But Hillary was extremely upset, extremely angry. And people that believe in the Second Amendment and believe in it very strongly were very upset with what she had to say.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"31":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Well, let me bring in Secretary Clinton. Were you extremely upset?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"32":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, I was upset because, unfortunately, dozens of toddlers injure themselves, even kill people with guns, because, unfortunately, not everyone who has loaded guns in their homes takes appropriate precautions.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"33":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But there's no doubt that I respect the Second Amendment, that I also believe there's an individual right to bear arms. That is not in conflict with sensible, commonsense regulation.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"34":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And, you know, look, I understand that Donald's been strongly supported by the NRA. The gun lobby's on his side. They're running millions of dollars of ads against me. And I regret that, because what I would like to see is for people to come together and say: Of course we're going to protect and defend the Second Amendment. But we're going to do it in a way that tries to save some of these 33,000 lives that we lose every year.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"35":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Let me bring Mr. Trump back into this, because, in fact, you oppose any limits on assault weapons, any limits on high- capacity magazines. You support a national right to carry law. Why, sir?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"36":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, let me just tell you before we go any further. In Chicago, which has the toughest gun laws in the United States, probably you could say by far, they have more gun violence than any other city. So we have the toughest laws, and you have tremendous gun violence.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"37":{"date":"October 19, 2016","speaker":"TRUMP:","text":"I am a very strong supporter of the Second Amendment. And I am—I don't know if Hillary was saying it in a sarcastic manner, but I'm very proud to have the endorsement of the NRA. And it's the earliest endorsement they've ever given to anybody who ran for president. So I'm very honored by all of that.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"38":{"date":"October 19, 2016","speaker":"TRUMP:","text":"We are going to appoint justices—this is the best way to help the Second Amendment. We are going to appoint justices that will feel very strongly about the Second Amendment, that will not do damage to the Second Amendment.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"39":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Well, let's pick up on another issue which divides you and the justices that whoever ends up winning this election appoints could have a dramatic effect there, and that's the issue of abortion.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"40":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Right.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"41":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, you're pro-life. But I want to ask you specifically: Do you want the court, including the justices that you will name, to overturn Roe v. Wade, which includes—in fact, states—a woman's right to abortion?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"42":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, if that would happen, because I am pro-life, and I will be appointing pro-life judges, I would think that that will go back to the individual states.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"43":{"date":"October 19, 2016","speaker":"WALLACE:","text":" But I'm asking you specifically. Would you like to...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"44":{"date":"October 19, 2016","speaker":"TRUMP:","text":" If they overturned it, it will go back to the states.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"45":{"date":"October 19, 2016","speaker":"WALLACE:","text":" But what I'm asking you, sir, is, do you want to see the court overturn—you just said you want to see the court protect the Second Amendment. Do you want to see the court overturn Roe v. Wade?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"46":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, if we put another two or perhaps three justice on, that's really what's going to be—that will happen. And that'll happen automatically, in my opinion, because I am putting pro-life justices on the court. I will say this: It will go back to the states, and the states will then make a determination.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"47":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"48":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, I strongly support Roe v. Wade, which guarantees a constitutional right to a woman to make the most intimate, most difficult, in many cases, decisions about her health care that one can imagine. And in this case, it's not only about Roe v. Wade. It is about what's happening right now in America.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"49":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So many states are putting very stringent regulations on women that block them from exercising that choice to the extent that they are defunding Planned Parenthood, which, of course, provides all kinds of cancer screenings and other benefits for women in our country.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"50":{"date":"October 19, 2016","speaker":"CLINTON:","text":"Donald has said he's in favor of defunding Planned Parenthood. He even supported shutting the government down to defund Planned Parenthood. I will defend Planned Parenthood. I will defend Roe v. Wade, and I will defend women's rights to make their own health care decisions.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"51":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"52":{"date":"October 19, 2016","speaker":"CLINTON:","text":" And we have come too far to have that turned back now. And, indeed, he said women should be punished, that there should be some form of punishment for women who obtain abortions. And I could just not be more opposed to that kind of thinking.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"53":{"date":"October 19, 2016","speaker":"WALLACE:","text":" I'm going to give you a chance to respond, but I want to ask you, Secretary Clinton, I want to explore how far you believe the right to abortion goes. You have been quoted as saying that the fetus has no constitutional rights. You also voted against a ban on late-term, partial-birth abortions. Why?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"54":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Because Roe v. Wade very clearly sets out that there can be regulations on abortion so long as the life and the health of the mother are taken into account. And when I voted as a senator, I did not think that that was the case.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"55":{"date":"October 19, 2016","speaker":"CLINTON:","text":"The kinds of cases that fall at the end of pregnancy are often the most heartbreaking, painful decisions for families to make. I have met with women who toward the end of their pregnancy get the worst news one could get, that their health is in jeopardy if they continue to carry to term or that something terrible has happened or just been discovered about the pregnancy. I do not think the United States government should be stepping in and making those most personal of decisions. So you can regulate if you are doing so with the life and the health of the mother taken into account.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"56":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, your reaction? And particularly on this issue of late-term, partial-birth abortions.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"57":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, I think it's terrible. If you go with what Hillary is saying, in the ninth month, you can take the baby and rip the baby out of the womb of the mother just prior to the birth of the baby.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"58":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Now, you can say that that's OK and Hillary can say that that's OK. But it's not OK with me, because based on what she's saying, and based on where she's going, and where she's been, you can take the baby and rip the baby out of the womb in the ninth month on the final day. And that's not acceptable.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"59":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, that is not what happens in these cases. And using that kind of scare rhetoric is just terribly unfortunate. You should meet with some of the women that I have met with, women I have known over the course of my life. This is one of the worst possible choices that any woman and her family has to make. And I do not believe the government should be making it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"60":{"date":"October 19, 2016","speaker":"CLINTON:","text":"You know, I've had the great honor of traveling across the world on behalf of our country. I've been to countries where governments either forced women to have abortions, like they used to do in China, or forced women to bear children, like they used to do in Romania. And I can tell you: The government has no business in the decisions that women make with their families in accordance with their faith, with medical advice. And I will stand up for that right.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"61":{"date":"October 19, 2016","speaker":"WALLACE:","text":" All right. But just briefly, I want to move on to another segment...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"62":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And, honestly, nobody has business doing what I just said, doing that, as late as one or two or three or four days prior to birth. Nobody has that.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"63":{"date":"October 19, 2016","speaker":"WALLACE:","text":" All right. Let's move on to the subject of immigration. And there is almost no issue that separates the two of you more than the issue of immigration. Actually, there are a lot of issues that separate the two of you.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"64":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Mr. Trump, you want to build a wall. Secretary Clinton, you have offered no specific plan for how you want to secure our southern border. Mr. Trump, you are calling for major deportations. Secretary Clinton, you say that within your first 100 days as president you're going to offer a package that includes a pathway to citizenship. The question, really, is, why are you right and your opponent wrong?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"65":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Mr. Trump, you go first in this segment. You have two minutes.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"66":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, first of all, she wants to give amnesty, which is a disaster and very unfair to all of the people that are waiting on line for many, many years. We need strong borders.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"67":{"date":"October 19, 2016","speaker":"TRUMP:","text":"In the audience tonight, we have four mothers of—I mean, these are unbelievable people that I've gotten to know over a period of years whose children have been killed, brutally killed by people that came into the country illegally. You have thousands of mothers and fathers and relatives all over the country. They're coming in illegally. Drugs are pouring in through the border. We have no country if we have no border.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"68":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Hillary wants to give amnesty. She wants to have open borders. The border—as you know, the Border Patrol agents, 16,500-plus ICE last week, endorsed me. First time they've ever endorsed a candidate. It means their job is tougher. But they know what's going on. They know it better than anybody. They want strong borders. They feel we have to have strong borders.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"69":{"date":"October 19, 2016","speaker":"TRUMP:","text":"I was up in New Hampshire the other day. The biggest complaint they have—it's with all of the problems going on in the world, many of the problems caused by Hillary Clinton and by Barack Obama. All of the problems—the single biggest problem is heroin that pours across our southern border. It's just pouring and destroying their youth. It's poisoning the blood of their youth and plenty of other people. We have to have strong borders. We have to keep the drugs out of our country. We are—right now, we're getting the drugs, they're getting the cash. We need strong borders. We need absolute—we cannot give amnesty.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"70":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Now, I want to build the wall. We need the wall. And the Border Patrol, ICE, they all want the wall. We stop the drugs. We shore up the border. One of my first acts will be to get all of the drug lords, all of the bad ones—we have some bad, bad people in this country that have to go out. We're going to get them out; we're going to secure the border. And once the border is secured, at a later date, we'll make a determination as to the rest. But we have some bad hombres here, and we're going to get them out.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"71":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, thank you. Same question to you, Secretary Clinton. Basically, why are you right and Mr. Trump is wrong?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"72":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, as he was talking, I was thinking about a young girl I met here in Las Vegas, Carla, who is very worried that her parents might be deported, because she was born in this country but they were not. They work hard, they do everything they can to give her a good life.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"73":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And you're right. I don't want to rip families apart. I don't want to be sending parents away from children. I don't want to see the deportation force that Donald has talked about in action in our country.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"74":{"date":"October 19, 2016","speaker":"CLINTON:","text":"We have 11 million undocumented people. They have 4 million American citizen children, 15 million people. He said as recently as a few weeks ago in Phoenix that every undocumented person would be subject to deportation. Now, here's what that means. It means you would have to have a massive law enforcement presence, where law enforcement officers would be going school to school, home to home, business to business, rounding up people who are undocumented. And we would then have to put them on trains, on buses to get them out of our country.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"75":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I think that is an idea that is not in keeping with who we are as a nation. I think it's an idea that would rip our country apart.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"76":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I have been for border security for years. I voted for border security in the United States Senate. And my comprehensive immigration reform plan of course includes border security. But I want to put our resources where I think they're most needed: Getting rid of any violent person. Anybody who should be deported, we should deport them.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"77":{"date":"October 19, 2016","speaker":"CLINTON:","text":"When it comes to the wall that Donald talks about building, he went to Mexico, he had a meeting with the Mexican president. Didn't even raise it. He choked and then got into a Twitter war because the Mexican president said we're not paying for that wall.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"78":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So I think we are both a nation of immigrants and we are a nation of laws and that we can act accordingly. And that's why I'm introducing comprehensive immigration reform within the first 100 days with the path to citizenship.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"79":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Thank you, Secretary Clinton. I want to follow up...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"80":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Chris, I think it's...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"81":{"date":"October 19, 2016","speaker":"WALLACE:","text":" OK.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"82":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I think I should respond to that. First of all, I had a very good meeting with the president of Mexico. Very nice man. We will be doing very much better with Mexico on trade deals. Believe me. The NAFTA deal signed by her husband is one of the worst deals ever made of any kind, signed by anybody. It's a disaster.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"83":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Hillary Clinton wanted the wall. Hillary Clinton fought for the wall in 2006 or thereabouts. Now, she never gets anything done, so naturally the wall wasn't built. But Hillary Clinton wanted the wall.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"84":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Well, let me—wait, wait, sir, let me...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"85":{"date":"October 19, 2016","speaker":"TRUMP:","text":" We are a country of laws. We either have—and by the way...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"86":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Now, wait. I'd like to hear from...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"87":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well—well, but she said one thing.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"88":{"date":"October 19, 2016","speaker":"WALLACE:","text":" I'd like to hear—I'd like to hear from Secretary Clinton.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"89":{"date":"October 19, 2016","speaker":"CLINTON:","text":" I voted for border security, and there are...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"90":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And the wall.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"91":{"date":"October 19, 2016","speaker":"CLINTON:","text":" There are some limited places where that was appropriate. There also is necessarily going to be new technology and how best to deploy that.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"92":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But it is clear, when you look at what Donald has been proposing, he started his campaign bashing immigrants, calling Mexican immigrants rapists and criminals and drug dealers, that he has a very different view about what we should do to deal with immigrants.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"93":{"date":"October 19, 2016","speaker":"CLINTON:","text":"Now, what I am also arguing is that bringing undocumented immigrants out from the shadows, putting them into the formal economy will be good, because then employers can't exploit them and undercut Americans' wages.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"94":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And Donald knows a lot about this. He used undocumented labor to build the Trump Tower. He underpaid undocumented workers, and when they complained, he basically said what a lot of employers do: \"You complain, I'll get you deported.\"","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"95":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I want to get everybody out of the shadows, get the economy working, and not let employers like Donald exploit undocumented workers, which hurts them, but also hurts American workers.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"96":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"97":{"date":"October 19, 2016","speaker":"TRUMP:","text":" President Obama has moved millions of people out. Nobody knows about it, nobody talks about it. But under Obama, millions of people have been moved out of this country. They've been deported. She doesn't want to say that, but that's what's happened, and that's what happened big league.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"98":{"date":"October 19, 2016","speaker":"TRUMP:","text":"As far as moving these people out and moving—we either have a country or we don't. We're a country of laws. We either have a border or we don't.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"99":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Now, you can come back in and you can become a citizen. But it's very unfair. We have millions of people that did it the right way. They're on line. They're waiting. We're going to speed up the process, big league, because it's very inefficient. But they're on line and they're waiting to become citizens.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"100":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Very unfair that somebody runs across the border, becomes a citizen, under her plan, you have open borders. You would have a disaster on trade, and you will have a disaster with your open borders.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"101":{"date":"October 19, 2016","speaker":"WALLACE:","text":" I want to...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"102":{"date":"October 19, 2016","speaker":"TRUMP:","text":" But what she doesn't say is that President Obama has deported millions and millions of people just the way it is.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"103":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, I want to...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"104":{"date":"October 19, 2016","speaker":"CLINTON:","text":" We will not have open borders. That is...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"105":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Well, let me—Secretary...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"106":{"date":"October 19, 2016","speaker":"CLINTON:","text":" That is a rank mischaracterization.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"107":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"108":{"date":"October 19, 2016","speaker":"CLINTON:","text":" We will have secure borders, but we'll also have reform. And this used to be a bipartisan issue. Ronald Reagan was the last president...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"109":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, excuse me. Secretary Clinton.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"110":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... to sign immigration reform, and George W. Bush supported it, as well.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"111":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, I want to clear up your position on this issue, because in a speech you gave to a Brazilian bank, for which you were paid $225,000, we've learned from the WikiLeaks, that you said this, and I want to quote. \"My dream is a hemispheric common market with open trade and open borders.\" So that's the question...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"112":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Thank you.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"113":{"date":"October 19, 2016","speaker":"WALLACE:","text":" That's the question. Please quiet, everybody. Is that your dream, open borders?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"114":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, if you went on to read the rest of the sentence, I was talking about energy. You know, we trade more energy with our neighbors than we trade with the rest of the world combined. And I do want us to have an electric grid, an energy system that crosses borders. I think that would be a great benefit to us.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"115":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But you are very clearly quoting from WikiLeaks. And what's really important about WikiLeaks is that the Russian government has engaged in espionage against Americans. They have hacked American websites, American accounts of private people, of institutions. Then they have given that information to WikiLeaks for the purpose of putting it on the Internet.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"116":{"date":"October 19, 2016","speaker":"CLINTON:","text":"This has come from the highest levels of the Russian government, clearly, from Putin himself, in an effort, as 17 of our intelligence agencies have confirmed, to influence our election.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"117":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So I actually think the most important question of this evening, Chris, is, finally, will Donald Trump admit and condemn that the Russians are doing this and make it clear that he will not have the help of Putin in in this election, that he rejects Russian espionage against Americans, which he actually encouraged in the past? Those are the questions we need answered. We've never had anything like this happen in any of our elections before.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"118":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Well?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"119":{"date":"October 19, 2016","speaker":"TRUMP:","text":" That was a great pivot off the fact that she wants open borders, OK? How did we get on to Putin?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"120":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Hold on—hold on, wait. Hold on, folks. Because we—this is going to end up getting out of control. Let's try to keep it quiet so—for the candidates and for the American people.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"121":{"date":"October 19, 2016","speaker":"TRUMP:","text":" So just to finish on the borders...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"122":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Yes?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"123":{"date":"October 19, 2016","speaker":"TRUMP:","text":" She wants open borders. People are going to pour into our country. People are going to come in from Syria. She wants 550 percent more people than Barack Obama, and he has thousands and thousands of people. They have no idea where they come from.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"124":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And you see, we are going to stop radical Islamic terrorism in this country. She won't even mention the words, and neither will President Obama. So I just want to tell you, she wants open borders.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"125":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Now we can talk about Putin. I don't know Putin. He said nice things about me. If we got along well, that would be good. If Russia and the United States got along well and went after ISIS, that would be good.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"126":{"date":"October 19, 2016","speaker":"TRUMP:","text":"He has no respect for her. He has no respect for our president. And I'll tell you what: We're in very serious trouble, because we have a country with tremendous numbers of nuclear warheads—1,800, by the way—where they expanded and we didn't, 1,800 nuclear warheads. And she's playing chicken. Look, Putin...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"127":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Wait, but...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"128":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... from everything I see, has no respect for this person.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"129":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, that's because he'd rather have a puppet as president of the United States.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"130":{"date":"October 19, 2016","speaker":"TRUMP:","text":" No puppet. No puppet.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"131":{"date":"October 19, 2016","speaker":"CLINTON:","text":" And it's pretty clear...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"132":{"date":"October 19, 2016","speaker":"TRUMP:","text":" You're the puppet!","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"133":{"date":"October 19, 2016","speaker":"CLINTON:","text":" It's pretty clear you won't admit...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"134":{"date":"October 19, 2016","speaker":"TRUMP:","text":" No, you're the puppet.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"135":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... that the Russians have engaged in cyberattacks against the United States of America, that you encouraged espionage against our people, that you are willing to spout the Putin line, sign up for his wish list, break up NATO, do whatever he wants to do, and that you continue to get help from him, because he has a very clear favorite in this race.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"136":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So I think that this is such an unprecedented situation. We've never had a foreign government trying to interfere in our election. We have 17—17 intelligence agencies, civilian and military, who have all concluded that these espionage attacks, these cyberattacks, come from the highest levels of the Kremlin and they are designed to influence our election. I find that deeply disturbing.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"137":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"138":{"date":"October 19, 2016","speaker":"CLINTON:","text":" And I think it's time you take a stand...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"139":{"date":"October 19, 2016","speaker":"TRUMP:","text":" She has no idea whether it's Russia, China, or anybody else.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"140":{"date":"October 19, 2016","speaker":"CLINTON:","text":" I am not quoting myself.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"141":{"date":"October 19, 2016","speaker":"TRUMP:","text":" She has no idea.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"142":{"date":"October 19, 2016","speaker":"CLINTON:","text":" I am quoting 17...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"143":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Hillary, you have no idea.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"144":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... 17 intelligence—do you doubt 17 military and civilian...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"145":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And our country has no idea.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"146":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... agencies.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"147":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Yeah, I doubt it. I doubt it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"148":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, he'd rather believe Vladimir Putin than the military and civilian intelligence professionals who are sworn to protect us. I find that just absolutely...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"149":{"date":"October 19, 2016","speaker":"TRUMP:","text":" She doesn't like Putin because Putin has outsmarted her at every step of the way.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"150":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"151":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Excuse me. Putin has outsmarted her in Syria.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"152":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"153":{"date":"October 19, 2016","speaker":"TRUMP:","text":" He's outsmarted her every step of the way.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"154":{"date":"October 19, 2016","speaker":"WALLACE:","text":" I do get to ask some questions.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"155":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Yes, that's fine.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"156":{"date":"October 19, 2016","speaker":"WALLACE:","text":" And I would like to ask you this direct question. The top national security officials of this country do believe that Russia has been behind these hacks. Even if you don't know for sure whether they are, do you condemn any interference by Russia in the American election?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"157":{"date":"October 19, 2016","speaker":"TRUMP:","text":" By Russia or anybody else.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"158":{"date":"October 19, 2016","speaker":"WALLACE:","text":" You condemn their interference?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"159":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Of course I condemn. Of course I—I don't know Putin. I have no idea.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"160":{"date":"October 19, 2016","speaker":"WALLACE:","text":" I'm not asking—I'm asking do you condemn?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"161":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I never met Putin. This is not my best friend. But if the United States got along with Russia, wouldn't be so bad.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"162":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Let me tell you, Putin has outsmarted her and Obama at every single step of the way. Whether it's Syria, you name it. Missiles. Take a look at the \"start up\" that they signed. The Russians have said, according to many, many reports, I can't believe they allowed us to do this. They create warheads, and we can't. The Russians can't believe it. She has been outsmarted by Putin.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"163":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And all you have to do is look at the Middle East. They've taken over. We've spent $6 trillion. They've taken over the Middle East. She has been outsmarted and outplayed worse than anybody I've ever seen in any government whatsoever.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"164":{"date":"October 19, 2016","speaker":"WALLACE:","text":" We're a long way away from immigration, but I'm going to let you finish this topic. You got about 45 seconds.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"165":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And she always will be.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"166":{"date":"October 19, 2016","speaker":"CLINTON:","text":" I—I find it ironic that he's raising nuclear weapons. This is a person who has been very cavalier, even casual about the use of nuclear weapons. He's...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"167":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Wrong.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"168":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... advocated more countries getting them, Japan, Korea, even Saudi Arabia. He said, well, if we have them, why don't we use them, which I think is terrifying.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"169":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But here's the deal. The bottom line on nuclear weapons is that when the president gives the order, it must be followed. There's about four minutes between the order being given and the people responsible for launching nuclear weapons to do so. And that's why 10 people who have had that awesome responsibility have come out and, in an unprecedented way, said they would not trust Donald Trump with the nuclear codes or to have his finger on the nuclear button.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"170":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I have 200 generals...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"171":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Very quickly.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"172":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... and admirals, 21 endorsing me, 21 congressional Medal of Honor recipients. As far as Japan and other countries, we are being ripped off by everybody in the—we're defending other countries. We are spending a fortune doing it. They have the bargain of the century.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"173":{"date":"October 19, 2016","speaker":"TRUMP:","text":"All I said is, we have to renegotiate these agreements, because our country cannot afford to defend Saudi Arabia, Japan, Germany, South Korea, and many other places. We cannot continue to afford—she took that as saying nuclear weapons.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"174":{"date":"October 19, 2016","speaker":"WALLACE:","text":" OK.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"175":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Look, she's been proven to be a liar on so many different ways. This is just another lie.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"176":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, I'm just quoting you when you were asked...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"177":{"date":"October 19, 2016","speaker":"TRUMP:","text":" There's no quote. You're not going to find a quote from me.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"178":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... about a potential nuclear—nuclear competition in Asia, you said, you know, go ahead, enjoy yourselves, folks. That kind...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"179":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And defend yourselves.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"180":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... of language—well...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"181":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And defend yourselves. I didn't say nuclear. And defend yourself.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"182":{"date":"October 19, 2016","speaker":"CLINTON:","text":" The United States has kept the peace—the United States has kept the peace through our alliances. Donald wants to tear up our alliances. I think it makes the world safer and, frankly, it makes the United States safer. I would work with our allies in Asia, in Europe, in the Middle East, and elsewhere. That's the only way we're going to be able to keep the peace.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"183":{"date":"October 19, 2016","speaker":"WALLACE:","text":" We're going to—no, we are going to move on to the next topic, which is the economy. And I hope we handle that as well as we did immigration. You also have very different ideas about how to get the economy growing faster. Secretary Clinton, in your plan, government plays a big role. You see more government spending, more entitlements, more tax credits, more tax penalties. Mr. Trump, you want to get government out with lower taxes and less regulation.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"184":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Yes.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"185":{"date":"October 19, 2016","speaker":"WALLACE:","text":" We're going to drill down into this a little bit more. But in this overview, please explain to me why you believe that your plan will create more jobs and growth for this country and your opponent's plan will not. In this round, you go first, Secretary Clinton.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"186":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, I think when the middle class thrives, America thrives. And so my plan is based on growing the economy, giving middle-class families many more opportunities. I want us to have the biggest jobs program since World War II, jobs in infrastructure and advanced manufacturing. I think we can compete with high-wage countries, and I believe we should. New jobs and clean energy, not only to fight climate change, which is a serious problem, but to create new opportunities and new businesses.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"187":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I want us to do more to help small business. That's where two- thirds of the new jobs are going to come from. I want us to raise the national minimum wage, because people who live in poverty should not—who work full-time should not still be in poverty. And I sure do want to make sure women get equal pay for the work we do.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"188":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I feel strongly that we have to have an education system that starts with preschool and goes through college. That's why I want more technical education in high schools and in community colleges, real apprenticeships to prepare young people for the jobs of the future. I want to make college debt-free and for families making less than $125,000, you will not get a tuition bill from a public college or university if the plan that I worked on with Bernie Sanders is enacted.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"189":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And we're going to work hard to make sure that it is, because we are going to go where the money is. Most of the gains in the last years since the Great Recession have gone to the very top. So we are going to have the wealthy pay their fair share. We're going to have corporations make a contribution greater than they are now to our country.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"190":{"date":"October 19, 2016","speaker":"CLINTON:","text":"That is a plan that has been analyzed by independent experts which said that it could produce 10 million new jobs. By contrast, Donald's plan has been analyzed to conclude it might lose 3.5 million jobs. Why? Because his whole plan is to cut taxes, to give the biggest tax breaks ever to the wealthy and to corporations, adding $20 trillion to our debt, and causing the kind of dislocation that we have seen before, because it truly will be trickle-down economics on steroids.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"191":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So the plan I have I think will actually produce greater opportunities. The plan he has will cost us jobs and possibly lead to another Great Recession.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"192":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary, thank you. Mr. Trump, why will your plan create more jobs and growth than Secretary Clinton's?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"193":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, first of all, before I start on my plan, her plan is going to raise taxes and even double your taxes. Her tax plan is a disaster. And she can say all she wants about college tuition. And I'm a big proponent. We're going to do a lot of things for college tuition. But the rest of the public's going to be paying for it. We will have a massive, massive tax increase under Hillary Clinton's plan.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"194":{"date":"October 19, 2016","speaker":"TRUMP:","text":"But I'd like to start off where we left, because when I said Japan and Germany, and I'm—not to single them out, but South Korea, these are very rich, powerful countries. Saudi Arabia, nothing but money. We protect Saudi Arabia. Why aren't they paying?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"195":{"date":"October 19, 2016","speaker":"TRUMP:","text":"She immediately—when she heard this, I questioned it, and I questioned NATO. Why aren't the NATO questioned—why aren't they paying? Because they weren't paying.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"196":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Since I did this—this was a year ago—all of a sudden, they're paying. And I've been given a lot—a lot of credit for it. All of a sudden, they're starting to pay up. They have to pay up. We're protecting people, they have to pay up. And I'm a big fan of NATO. But they have to pay up.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"197":{"date":"October 19, 2016","speaker":"TRUMP:","text":"She comes out and said, we love our allies, we think our allies are great. Well, it's awfully hard to get them to pay up when you have somebody saying we think how great they are.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"198":{"date":"October 19, 2016","speaker":"TRUMP:","text":"We have to tell Japan in a very nice way, we have to tell Germany, all of these countries, South Korea, we have to say, you have to help us out. We have, during his regime, during President Obama's regime, we've doubled our national debt. We're up to $20 trillion.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"199":{"date":"October 19, 2016","speaker":"TRUMP:","text":"So my plan—we're going to renegotiate trade deals. We're going to have a lot of free trade. We're going to have free trade, more free trade than we have right now. But we have horrible deals. Our jobs are being taken out by the deal that her husband signed, NAFTA, one of the worst deals ever. Our jobs are being sucked out of our economy.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"200":{"date":"October 19, 2016","speaker":"TRUMP:","text":"You look at all of the places that I just left, you go to Pennsylvania, you go to Ohio, you go to Florida, you go to any of them. You go upstate New York. Our jobs have fled to Mexico and other places. We're bringing our jobs back.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"201":{"date":"October 19, 2016","speaker":"TRUMP:","text":"I am going to renegotiate NAFTA. And if I can't make a great deal—then we're going to terminate NAFTA and we're going to create new deals. We're going to have trade, but we're going—we're going to terminate it, we're going to make a great trade deal.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"202":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And if we can't, we're going to do it—we're going to go a separate way, because it has been a disaster. We are going to cut taxes massively. We're going to cut business taxes massively. They're going to start hiring people. We're going to bring the $2.5 trillion...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"203":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Time, Mr. Trump.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"204":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... that's offshore back into the country. We are going to start the engine rolling again, because...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"205":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"206":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... right now, our country is dying at 1 percent GDP.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"207":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, let me translate that, if I can, Chris, because...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"208":{"date":"October 19, 2016","speaker":"TRUMP:","text":" You can't.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"209":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... the fact is, he's going to advocate for the largest tax cuts we've ever seen, three times more than the tax cuts under the Bush administration. I have said repeatedly throughout this campaign: I will not raise taxes on anyone making $250,000 or less.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"210":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I also will not add a penny to the debt. I have costed out what I'm going to do. He will, through his massive tax cuts, add $20 trillion to the debt.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"211":{"date":"October 19, 2016","speaker":"CLINTON:","text":"Well, he mentioned the debt. We know how to get control of the debt. When my husband was president, we went from a $300 billion deficit to a $200 billion surplus and we were actually on the path to eliminating the national debt. When President Obama came into office, he inherited the worst economic disaster since the Great Depression. He has cut the deficit by two-thirds.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"212":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So, yes, one of the ways you go after the debt, one of the ways you create jobs is by investing in people. So I do have investments, investments in new jobs, investments in education, skill training, and the opportunities for people to get ahead and stay ahead. That's the kind of approach that will work.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"213":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"214":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Cutting taxes on the wealthy, we've tried that. It has not worked the way that it has been promised.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"215":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, I want to pursue your plan, because in many ways it is similar to the Obama stimulus plan in 2009, which has led to the slowest GDP growth since 1949.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"216":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Correct.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"217":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Thank you, sir.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"218":{"date":"October 19, 2016","speaker":"WALLACE:","text":"You told me in July when we spoke that the problem is that President Obama didn't get to do enough in what he was trying to do with his stimulus. So is your plan basically more—even more of the Obama stimulus?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"219":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, it's a combination, Chris. And let me say that when you inherit the level of economic catastrophe that President Obama inherited, it was a real touch-and-go situation. I was in the Senate before I became secretary of state. I've never seen people as physically distraught as the Bush administration team was because of what was happening to the economy.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"220":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I personally believe that the steps that President Obama took saved the economy. He doesn't get the credit he deserves for taking some very hard positions. But it was a terrible recession.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"221":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So now we've dug ourselves out of it, we're standing, but we're not yet running. So what I am proposing is that we invest from the middle out and the ground up, not the top down. That is not going to work.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"222":{"date":"October 19, 2016","speaker":"CLINTON:","text":"That's why what I have put forward doesn't add a penny to the debt, but it is the kind of approach that will enable more people to take those new jobs, higher-paying jobs. We're beginning to see some increase in incomes, and we certainly have had a long string of increasing jobs. We've got to do more to get the whole economy moving, and that's what I believe I will be able to do.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"223":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, even conservative economists who have looked at your plan say that the numbers don't add up, that your idea, and you've talked about 25 million jobs created, 4 percent...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"224":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Over a 10-year period.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"225":{"date":"October 19, 2016","speaker":"WALLACE:","text":" ... growth is unrealistic. And they say—you talk a lot about growing the energy industry. They say with oil prices as low as they are right now, that's unrealistic, as well. Your response, sir?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"226":{"date":"October 19, 2016","speaker":"TRUMP:","text":" So I just left some high representatives of India. They're growing at 8 percent. China is growing at 7 percent. And that for them is a catastrophically low number.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"227":{"date":"October 19, 2016","speaker":"TRUMP:","text":"We are growing—our last report came out—and it's right around the 1 percent level. And I think it's going down. Last week, as you know, the end of last week, they came out with an anemic jobs report. A terrible jobs report. In fact I said, is that the last jobs report before the election? Because if it is, I should win easily, it was so bad. The report was so bad.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"228":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Look, our country is stagnant. We've lost our jobs. We've lost our businesses. We're not making things anymore, relatively speaking. Our product is pouring in from China, pouring in from Vietnam, pouring in from all over the world.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"229":{"date":"October 19, 2016","speaker":"TRUMP:","text":"I've visited so many communities. This has been such an incredible education for me, Chris. I've gotten to know so many—I've developed so many friends over the last year. And they cry when they see what's happened. I pass factories that were thriving 20, 25 years ago, and because of the bill that her husband signed and she blessed 100 percent, it is just horrible what's happened to these people in these communities.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"230":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Now, she can say that her husband did well, but, boy, did they suffer as NAFTA kicked in, because it didn't really kick in very much, but it kicked in after they left. Boy, did they suffer. That was one of the worst things that's ever been signed by our country.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"231":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Now she wants to sign Trans-Pacific Partnership. And she wants it. She lied when she said she didn't call it the gold standard in one of the debates. She totally lied. She did call it the gold standard. And they actually fact checked, and they said I was right. I was so honored.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"232":{"date":"October 19, 2016","speaker":"WALLACE:","text":" I want you to give you a chance to briefly speak to that, and then I want to pivot to one-sixth of the economy...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"233":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And that will be as bad as NAFTA.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"234":{"date":"October 19, 2016","speaker":"WALLACE:","text":" ... which is Obamacare. But go ahead, briefly.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"235":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, first, let me say, number one, when I saw the final agreement for TPP, I said I was against it. It didn't meet my test. I've had the same test. Does it create jobs, raise incomes, and further our national security? I'm against it now. I'll be against it after the election. I'll be against it when I'm president.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"236":{"date":"October 19, 2016","speaker":"CLINTON:","text":"There's only one of us on this stage who's actually shipped jobs to Mexico, because that's Donald. He's shipped jobs to 12 countries, including Mexico.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"237":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But he mentioned China. And, you know, one of the biggest problems we have with China is the illegal dumping of steel and aluminum into our markets. I have fought against that as a senator. I've stood up against it as secretary of state.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"238":{"date":"October 19, 2016","speaker":"CLINTON:","text":"Donald has bought Chinese steel and aluminum. In fact, the Trump Hotel right here in Las Vegas was made with Chinese steel. So he goes around with crocodile tears about how terrible it is, but he has given jobs to Chinese steelworkers, not American steelworkers.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"239":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"240":{"date":"October 19, 2016","speaker":"CLINTON:","text":" That's the kind of approach that is just not going to work.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"241":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, let me just say—let me just say.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"242":{"date":"October 19, 2016","speaker":"CLINTON:","text":" We're going to pull the country together. We're going to have trade agreements that we enforce. That's why I'm going to have a trade prosecutor for the first time in history. And we're going to enforce those agreements, and we're going to look for businesses to help us by buying American products.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"243":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton? Go ahead, Mr. Trump.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"244":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Let me ask a simple question. She's been doing this for 30 years. Why the hell didn't you do it over the last 15, 20 years?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"245":{"date":"October 19, 2016","speaker":"CLINTON:","text":" No, I voted.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"246":{"date":"October 19, 2016","speaker":"TRUMP:","text":" You were very much involved—excuse me. My turn. You were very much involved in every aspect of this country. Very much. And you do have experience. I say the one thing you have over me is experience, but it's bad experience, because what you've done has turned out badly.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"247":{"date":"October 19, 2016","speaker":"TRUMP:","text":"For 30 years, you've been in a position to help, and if you say that I use steel or I use something else, I—make it impossible for me to do that. I wouldn't mind.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"248":{"date":"October 19, 2016","speaker":"TRUMP:","text":"The problem is, you talk, but you don't get anything done, Hillary. You don't. Just like when you ran the State Department, $6 billion was missing. How do you miss $6 billion? You ran the State Department, $6 billion was either stolen. They don't know. It's gone, $6 billion. If you become president, this country is going to be in some mess. Believe me.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"249":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, first of all, what he just said about the State Department is not only untrue, it's been debunked numerous times.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"250":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But I think it's really an important issue. He raised the 30 years of experience, so let me just talk briefly about that. You know, back in the 1970s, I worked for the Children's Defense Fund. And I was taking on discrimination against African-American kids in schools. He was getting sued by the Justice Department for racial discrimination in his apartment buildings.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"251":{"date":"October 19, 2016","speaker":"CLINTON:","text":"In the 1980s, I was working to reform the schools in Arkansas. He was borrowing $14 million from his father to start his businesses. In the 1990s, I went to Beijing and I said women's rights are human rights. He insulted a former Miss Universe, Alicia Machado, called her an eating machine.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"252":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Give me a break.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"253":{"date":"October 19, 2016","speaker":"CLINTON:","text":" And on the day when I was in the Situation Room, monitoring the raid that brought Osama bin Laden to justice, he was hosting the \"Celebrity Apprentice.\" So I'm happy to compare my 30 years of experience, what I've done for this country, trying to help in every way I could, especially kids and families get ahead and stay ahead, with your 30 years, and I'll let the American people make that decision.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"254":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, I think I did a much better job. I built a massive company, a great company, some of the greatest assets anywhere in the world, worth many, many billions of dollars. I started with a $1 million loan. I agree with that. It's a $1 million loan. But I built a phenomenal company.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"255":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And if we could run our country the way I've run my company, we would have a country that you would be so proud of. You would even be proud of it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"256":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And frankly, when you look at her real record, take a look at Syria. Take a look at the migration. Take a look at Libya. Take a look at Iraq. She gave us ISIS, because her and Obama created this huge vacuum, and a small group came out of that huge vacuum because when—we should never have been in Iraq, but once we were there, we should have never got out the way they wanted to get out. She gave us ISIS as sure as you are sitting there. And what happened is now ISIS is in 32 countries. And now I listen how she's going to get rid of ISIS. She's going to get rid of nobody.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"257":{"date":"October 19, 2016","speaker":"WALLACE:","text":" All right. We are going to get to foreign hot spots in a few moments, but the next segment is fitness to be president of the United States. Mr. Trump, at the last debate, you said your talk about grabbing women was just that, talk, and that you'd never actually done it. And since then, as we all know, nine women have come forward and have said that you either groped them or kissed them without their consent.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"258":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Why would so many different women from so many different circumstances over so many different years, why would they all in this last couple of weeks make up—you deny this—why would they all make up these stories?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"259":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Since this is a question for both of you, Secretary Clinton, Mr. Trump says what your husband did and that you defended was even worse. Mr. Trump, you go first.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"260":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, first of all, those stories have been largely debunked. Those people—I don't know those people. I have a feeling how they came. I believe it was her campaign that did it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"261":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Just like if you look at what came out today on the clips where I was wondering what happened with my rally in Chicago and other rallies where we had such violence? She's the one and Obama that caused the violence. They hired people—they paid them $1,500, and they're on tape saying be violent, cause fights, do bad things.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"262":{"date":"October 19, 2016","speaker":"TRUMP:","text":"I would say the only way—because those stories are all totally false, I have to say that. And I didn't even apologize to my wife, who's sitting right here, because I didn't do anything. I didn't know any of these—I didn't see these women.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"263":{"date":"October 19, 2016","speaker":"TRUMP:","text":"These women—the woman on the plane, the—I think they want either fame or her campaign did it. And I think it's her campaign. Because what I saw what they did, which is a criminal act, by the way, where they're telling people to go out and start fist-fights and start violence.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"264":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And I'll tell you what, in particular in Chicago, people were hurt and people could have been killed in that riot. And that was now all on tape, started by her. I believe, Chris, that she got these people to step forward. If it wasn't, they get their 10 minutes of fame. But they were all totally—it was all fiction. It was lies, and it was fiction.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"265":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"266":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"267":{"date":"October 19, 2016","speaker":"CLINTON:","text":" At the last debate, we heard Donald talking about what he did to women. And after that, a number of women have come forward saying that's exactly what he did to them. Now, what was his response? Well, he held a number of big rallies where he said that he could not possibly have done those things to those women because they were not attractive enough for them to be assaulted.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"268":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I did not say that. I did not say that.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"269":{"date":"October 19, 2016","speaker":"CLINTON:","text":" In fact, he went on to say...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"270":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Her two minutes—sir, her two minutes. Her two minutes.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"271":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I did not say that.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"272":{"date":"October 19, 2016","speaker":"WALLACE:","text":" It's her two minutes.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"273":{"date":"October 19, 2016","speaker":"CLINTON:","text":" He went on to say, \"Look at her. I don't think so.\" About another woman, he said, \"That wouldn't be my first choice.\" He attacked the woman reporter writing the story, called her \"disgusting,\" as he has called a number of women during this campaign.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"274":{"date":"October 19, 2016","speaker":"CLINTON:","text":"Donald thinks belittling women makes him bigger. He goes after their dignity, their self-worth, and I don't think there is a woman anywhere who doesn't know what that feels like. So we now know what Donald thinks and what he says and how he acts toward women. That's who Donald is.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"275":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I think it's really up to all of us to demonstrate who we are and who our country is, and to stand up and be very clear about what we expect from our next president, how we want to bring our country together, where we don't want to have the kind of pitting of people one against the other, where instead we celebrate our diversity, we lift people up, and we make our country even greater.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"276":{"date":"October 19, 2016","speaker":"CLINTON:","text":"America is great, because America is good. And it really is up to all of us to make that true, now and in the future, and particularly for our children and our grandchildren.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"277":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"278":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Nobody has more respect for women than I do. Nobody. [","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"279":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Nobody has more respect...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"280":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Please, everybody.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"281":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And frankly, those stories have been largely debunked. And I really want to just talk about something slightly different.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"282":{"date":"October 19, 2016","speaker":"TRUMP:","text":"She mentions this, which is all fiction, all fictionalized, probably or possibly started by her and her very sleazy campaign. But I will tell you what isn't fictionalized are her e-mails, where she destroyed 33,000 e-mails criminally, criminally, after getting a subpoena from the United States Congress.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"283":{"date":"October 19, 2016","speaker":"TRUMP:","text":"What happened to the FBI, I don't know. We have a great general, four-star general, today you read it in all of the papers, going to potentially serve five years in jail for lying to the FBI. One lie. She's lied hundreds of times to the people, to Congress, and to the FBI. He's going to probably go to jail. This is a four-star general. And she gets away with it, and she can run for the presidency of the United States? That's really what you should be talking about, not fiction, where somebody wants fame or where they come out of her crooked campaign.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"284":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"285":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, every time Donald is pushed on something which is obviously uncomfortable, like what these women are saying, he immediately goes to denying responsibility. And it's not just about women. He never apologizes or says he's sorry for anything.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"286":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So we know what he has said and what he's done to women. But he also went after a disabled reporter, mocked and mimicked him on national television.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"287":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Wrong.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"288":{"date":"October 19, 2016","speaker":"CLINTON:","text":" He went after Mr. and Mrs. Khan, the parents of a young man who died serving our country, a Gold Star family, because of their religion. He went after John McCain, a prisoner of war, said he prefers \"people who aren't captured.\" He went after a federal judge, born in Indiana, but who Donald said couldn't be trusted to try the fraud and racketeering case against Trump University because his parents were Mexican.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"289":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So it's not one thing. This is a pattern, a pattern of divisiveness, of a very dark and in many ways dangerous vision of our country, where he incites violence, where he applauds people who are pushing and pulling and punching at his rallies. That is not who America is.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"290":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And I hope that as we move in the last weeks of this campaign, more and more people will understand what's at stake in this election. It really does come down to what kind of country we are going to have.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"291":{"date":"October 19, 2016","speaker":"TRUMP:","text":" So sad when she talks about violence at my rallies, and she caused the violence. It's on tape.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"292":{"date":"October 19, 2016","speaker":"WALLACE:","text":" During the last...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"293":{"date":"October 19, 2016","speaker":"TRUMP:","text":" The other things are false, but honestly, I'd love to talk about getting rid of ISIS, and I'd love to talk about other things...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"294":{"date":"October 19, 2016","speaker":"WALLACE:","text":" OK.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"295":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... but those other charges, as she knows, are false.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"296":{"date":"October 19, 2016","speaker":"WALLACE:","text":" In this bucket about fitness to be president, there's been a lot of developments over the last 10 days since the last debate. I'd like to ask you about them. These are questions that the American people have.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"297":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Secretary Clinton, during your 2009 Senate confirmation hearing, you promised to avoid even the appearance of a conflict of interest with your dealing with the Clinton Foundation while you were secretary of state, but e-mails show that donors got special access to you. Those seeking grants for Haiti relief were considered separately from non-donors, and some of those donors got contracts, government contracts, taxpayer money.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"298":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Can you really say that you kept your pledge to that Senate committee? And why isn't what happened and what went on between you and the Clinton Foundation, why isn't it what Mr. Trump calls pay to play?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"299":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, everything I did as secretary of state was in furtherance of our country's interests and our values. The State Department has said that. I think that's been proven.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"300":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But I am happy, in fact I'm thrilled to talk about the Clinton Foundation, because it is a world-renowned charity and I am so proud of the work that it does. You know, I could talk for the rest of the debate—I know I don't have the time to do that.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"301":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But just briefly, the Clinton Foundation made it possible for 11 million people around the world with HIV-AIDS to afford treatment, and that's about half all the people in the world who are getting treatment. In partnership with the American Health Association...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"302":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"303":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... we have made environments in schools healthier for kids, including healthier lunches...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"304":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, respectfully, this is—this is an open discussion.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"305":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, it is an open discussion. And you...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"306":{"date":"October 19, 2016","speaker":"WALLACE:","text":" And the specific question went to pay for play. Do you want to talk about that?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"307":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, but there is no—but there is no evidence—but there is...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"308":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I think that it's been very well...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"309":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Let's ask Mr. Trump.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"310":{"date":"October 19, 2016","speaker":"CLINTON:","text":" There is a lot of evidence about the very good work...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"311":{"date":"October 19, 2016","speaker":"TRUMP:","text":" It's been very well studied.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"312":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... and the high rankings...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"313":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Please let  Mr. Trump speak.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"314":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... and it's a criminal enterprise, and so many people know it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"315":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Please let Mr. Trump speak.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"316":{"date":"October 19, 2016","speaker":"WALLACE:","text":" [","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"317":{"date":"October 19, 2016","speaker":"TRUMP:","text":" It's a criminal enterprise. Saudi Arabia giving $25 million, Qatar, all of these countries. You talk about women and women's rights? So these are people that push gays off business—off buildings. These are people that kill women and treat women horribly. And yet you take their money.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"318":{"date":"October 19, 2016","speaker":"TRUMP:","text":"So I'd like to ask you right now, why don't you give back the money that you've taken from certain countries that treat certain groups of people so horribly? Why don't you give back the money? I think it would be a great gesture.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"319":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Because she takes a tremendous amount of money. And you take a look at the people of Haiti. I was at a little Haiti the other day in Florida. And I want to tell you, they hate the Clintons, because what's happened in Haiti with the Clinton Foundation is a disgrace. And you know it, and they know it, and everybody knows it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"320":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"321":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, very quickly, we at the Clinton Foundation spend 90 percent—90 percent of all the money that is donated on behalf of programs of people around the world and in our own country. I'm very proud of that. We have the highest rating from the watchdogs that follow foundations. And I'd be happy to compare what we do with the Trump Foundation, which took money from other people and bought a six- foot portrait of Donald. I mean, who does that? It just was astonishing.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"322":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But when it comes to Haiti, Haiti is the poorest country in our hemisphere. The earthquake and the hurricanes, it has devastated Haiti. Bill and I have been involved in trying to help Haiti for many years. The Clinton Foundation raised $30 million to help Haiti after the catastrophic earthquake and all of the terrible problems the people there had.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"323":{"date":"October 19, 2016","speaker":"CLINTON:","text":"We have done things to help small businesses, agriculture, and so much else. And we're going to keep working to help Haiti...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"324":{"date":"October 19, 2016","speaker":"WALLACE:","text":" All right.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"325":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... because it's an important part of the American experience.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"326":{"date":"October 19, 2016","speaker":"TRUMP:","text":" They don't want you to help them anymore.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"327":{"date":"October 19, 2016","speaker":"TRUMP:","text":" [","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"328":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I'd like to mention one thing. Trump Foundation, small foundation. People contribute, I contribute. The money goes 100 percent—100 percent goes to different charities, including a lot of military. I don't get anything. I don't buy boats. I don't buy planes. What happens—the money goes to them.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"329":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Wasn't some of the money used to settle your lawsuits, sir?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"330":{"date":"October 19, 2016","speaker":"TRUMP:","text":" No, it was—we put up the American flag. And that's it. They put up the American flag. We fought for the right in Palm Beach to put up the American flag.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"331":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Right. But there was a penalty that was imposed by Palm Beach County, and the money came from your foundation...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"332":{"date":"October 19, 2016","speaker":"TRUMP:","text":" There was. There was. And, by the way...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"333":{"date":"October 19, 2016","speaker":"WALLACE:","text":" ... instead of Mar-a-Lago or yourself, sir.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"334":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... the money—the money went to Fisher House, where they build houses—the money that you're talking about went to Fisher House, where they build houses for veterans and disabled vets.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"335":{"date":"October 19, 2016","speaker":"WALLACE:","text":" I want to get into one...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"336":{"date":"October 19, 2016","speaker":"CLINTON:","text":" But, of course, there's no way we can know whether any of that is true, because he hasn't released his tax returns. He is the first candidate ever to run for president in the last 40-plus years who has not released his tax returns, so everything he says about charity or anything else, we can't prove it. You can look at our tax returns. We've got them all out there.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"337":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But what is really troubling is that we learned in the last debate he has not paid a penny in federal income tax. And we were talking about immigrants a few minutes ago, Chris. You know, half of all immigrants—undocumented immigrants in our country—actually pay federal income tax. So we have undocumented immigrants in America who are paying more federal income tax than a billionaire. I find that just astonishing.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"338":{"date":"October 19, 2016","speaker":"WALLACE:","text":" I want...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"339":{"date":"October 19, 2016","speaker":"TRUMP:","text":" So let me just tell you very quickly, we're entitled because of the laws that people like her passed to take massive amounts of depreciation on other charges, and we do it. And all of her donors—just about all of them—I know Buffett took hundreds of millions of dollars, Soros, George Soros, took hundreds of millions of dollars...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"340":{"date":"October 19, 2016","speaker":"WALLACE:","text":" We...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"341":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Let me just explain.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"342":{"date":"October 19, 2016","speaker":"WALLACE:","text":" But, no, we heard this...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"343":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Most of her donors have done the same thing as I do.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"344":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, we—OK.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"345":{"date":"October 19, 2016","speaker":"TRUMP:","text":" You know what she should have done?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"346":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Folks, we heard this...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"347":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And you know, Hillary, what you should have done, you should have changed the law when you were a United States senator...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"348":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Folks, we heard this...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"349":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... because your donors and your special interests are doing the same thing as I do, except even more so.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"350":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, you know...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"351":{"date":"October 19, 2016","speaker":"TRUMP:","text":" You should have changed the law. But you won't change the law, because you take in so much money. I mean, I sat in my apartment today on a very beautiful hotel down the street known as Trump...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"352":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Made with Chinese steel.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"353":{"date":"October 19, 2016","speaker":"TRUMP:","text":" But I will tell you, I sat there...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"354":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"355":{"date":"October 19, 2016","speaker":"TRUMP:","text":" If you don't like what I did, you should have changed the laws.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"356":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, I want to ask you about one last question in this topic. You have been warning at rallies recently that this election is rigged and that Hillary Clinton is in the process of trying to steal it from you.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"357":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Your running mate, Governor Pence, pledged on Sunday that he and you—his words—\"will absolutely accept the result of this election.\" Today your daughter, Ivanka, said the same thing. I want to ask you here on the stage tonight: Do you make the same commitment that you will absolutely—sir, that you will absolutely accept the result of this election?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"358":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I will look at it at the time. I'm not looking at anything now. I'll look at it at the time.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"359":{"date":"October 19, 2016","speaker":"TRUMP:","text":"What I've seen—what I've seen is so bad. First of all, the media is so dishonest and so corrupt, and the pile-on is so amazing. The New York Times actually wrote an article about it, but they don't even care. It's so dishonest. And they've poisoned the mind of the voters.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"360":{"date":"October 19, 2016","speaker":"TRUMP:","text":"But unfortunately for them, I think the voters are seeing through it. I think they're going to see through it. We'll find out on November 8th. But I think they're going to see through it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"361":{"date":"October 19, 2016","speaker":"WALLACE:","text":" But, sir, there's...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"362":{"date":"October 19, 2016","speaker":"TRUMP:","text":" If you look—excuse me, Chris—if you look at your voter rolls, you will see millions of people that are registered to vote—millions, this isn't coming from me—this is coming from Pew Report and other places—millions of people that are registered to vote that shouldn't be registered to vote.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"363":{"date":"October 19, 2016","speaker":"TRUMP:","text":"So let me just give you one other thing. So I talk about the corrupt media. I talk about the millions of people—tell you one other thing. She shouldn't be allowed to run. It's crooked—she's—she's guilty of a very, very serious crime. She should not be allowed to run.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"364":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And just in that respect, I say it's rigged, because she should never...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"365":{"date":"October 19, 2016","speaker":"WALLACE:","text":" But...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"366":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Chris, she should never have been allowed to run for the presidency based on what she did with e-mails and so many other things.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"367":{"date":"October 19, 2016","speaker":"WALLACE:","text":" But, sir, there is a tradition in this country—in fact, one of the prides of this country—is the peaceful transition of power and that no matter how hard-fought a campaign is, that at the end of the campaign that the loser concedes to the winner. Not saying that you're necessarily going to be the loser or the winner, but that the loser concedes to the winner and that the country comes together in part for the good of the country. Are you saying you're not prepared now to commit to that principle?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"368":{"date":"October 19, 2016","speaker":"TRUMP:","text":" What I'm saying is that I will tell you at the time. I'll keep you in suspense. OK?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"369":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, Chris, let me respond to that, because that's horrifying. You know, every time Donald thinks things are not going in his direction, he claims whatever it is, is rigged against him.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"370":{"date":"October 19, 2016","speaker":"CLINTON:","text":"The FBI conducted a year-long investigation into my e-mails. They concluded there was no case; he said the FBI was rigged. He lost the Iowa caucus. He lost the Wisconsin primary. He said the Republican primary was rigged against him. Then Trump University gets sued for fraud and racketeering; he claims the court system and the federal judge is rigged against him. There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged against him.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"371":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Should have gotten it. [","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"372":{"date":"October 19, 2016","speaker":"CLINTON:","text":" This is—this is a mindset. This is how Donald thinks. And it's funny, but it's also really troubling.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"373":{"date":"October 19, 2016","speaker":"WALLACE:","text":" OK.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"374":{"date":"October 19, 2016","speaker":"CLINTON:","text":" So that is not the way our democracy works. We've been around for 240 years. We've had free and fair elections. We've accepted the outcomes when we may not have liked them. And that is what must be expected of anyone standing on a debate stage during a general election. You know, President Obama said the other day when you're whining before the game is even finished... [","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"375":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Hold on. Hold on, folks. Hold on, folks.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"376":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... it just shows you're not up to doing the job. And let's—you know, let's be clear about what he is saying and what that means. He is denigrating—he's talking down our democracy. And I, for one, am appalled that somebody who is the nominee of one of our two major parties would take that kind of position.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"377":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I think what the FBI did and what the Department of Justice did, including meeting with her husband, the attorney general, in the back of an airplane on the tarmac in Arizona, I think it's disgraceful. I think it's a disgrace.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"378":{"date":"October 19, 2016","speaker":"WALLACE:","text":" All right.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"379":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I think we've never had a situation so bad in this country. [","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"380":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Hold on, folks. This doesn't do any good for anyone. Let's please continue the debate, and let's move on to the subject of foreign hot spots.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"381":{"date":"October 19, 2016","speaker":"WALLACE:","text":"The Iraqi offensive to take back Mosul has begun. If they are successful in pushing ISIS out of that city and out of all of Iraq, the question then becomes, what happens the day after? And that's something that whichever of you ends up—whoever of you ends up as president is going to have to confront.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"382":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Will you put U.S. troops into that vacuum to make sure that ISIS doesn't come back or isn't replaced by something even worse? Secretary Clinton, you go first in this segment. You have two minutes.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"383":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, I am encouraged that there is an effort led by the Iraqi army, supported by Kurdish forces, and also given the help and advice from the number of special forces and other Americans on the ground. But I will not support putting American soldiers into Iraq as an occupying force. I don't think that is in our interest, and I don't think that would be smart to do. In fact, Chris, I think that would be a big red flag waving for ISIS to reconstitute itself.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"384":{"date":"October 19, 2016","speaker":"CLINTON:","text":"The goal here is to take back Mosul. It's going to be a hard fight. I've got no illusions about that. And then continue to press into Syria to begin to take back and move on Raqqa, which is the ISIS headquarters.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"385":{"date":"October 19, 2016","speaker":"CLINTON:","text":"I am hopeful that the hard work that American military advisers have done will pay off and that we will see a real—a really successful military operation. But we know we've got lots of work to do. Syria will remain a hotbed of terrorism as long as the civil war, aided and abetted by the Iranians and the Russians, continue.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"386":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So I have said, look, we need to keep our eye on ISIS. That's why I want to have an intelligence surge that protects us here at home, why we have to go after them from the air, on the ground, online, why we have to make sure here at home we don't let terrorists buy weapons. If you're too dangerous to fly, you're too dangerous to buy a gun.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"387":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And I'm going to continue to push for a no-fly zone and safe havens within Syria not only to help protect the Syrians and prevent the constant outflow of refugees, but to, frankly, gain some leverage on both the Syrian government and the Russians so that perhaps we can have the kind of serious negotiation necessary to bring the conflict to an end and go forward on a political track.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"388":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, same question. If we are able to push ISIS out of Mosul and out of Iraq, will—would you be willing to put U.S. troops in there to prevent their return or something else?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"389":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Let me tell you, Mosul is so sad. We had Mosul. But when she left, when she took everybody out, we lost Mosul. Now we're fighting again to get Mosul. The problem with Mosul and what they wanted to do is they wanted to get the leaders of ISIS who they felt were in Mosul.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"390":{"date":"October 19, 2016","speaker":"TRUMP:","text":"About three months ago, I started reading that they want to get the leaders and they're going to attack Mosul. Whatever happened to the element of surprise, OK? We announce we're going after Mosul. I have been reading about going after Mosul now for about—how long is it, Hillary, three months? These people have all left. They've all left.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"391":{"date":"October 19, 2016","speaker":"TRUMP:","text":"The element of surprise. Douglas MacArthur, George Patton spinning in their graves when they see the stupidity of our country. So we're now fighting for Mosul, that we had. All she had to do was stay there, and now we're going in to get it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"392":{"date":"October 19, 2016","speaker":"TRUMP:","text":"But you know who the big winner in Mosul is going to be after we eventually get it? And the only reason they did it is because she's running for the office of president and they want to look tough. They want to look good. He violated the red line in the sand, and he made so many mistakes, made all the mistakes. That's why we have the great migration. But she wanted to look good for the election. So they're going in.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"393":{"date":"October 19, 2016","speaker":"TRUMP:","text":"But who's going to get Mosul, really? We'll take Mosul eventually. But the way—if you look at what's happening, much tougher than they thought. Much, much tougher. Much more dangerous. Going to be more deaths that they thought.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"394":{"date":"October 19, 2016","speaker":"TRUMP:","text":"But the leaders that we wanted to get are all gone because they're smart. They say, what do we need this for? So Mosul is going to be a wonderful thing. And Iran should write us a letter of thank you, just like the really stupid—the stupidest deal of all time, a deal that's going to give Iran absolutely nuclear weapons. Iran should write us yet another letter saying thank you very much, because Iran, as I said many years ago, Iran is taking over Iraq, something they've wanted to do forever, but we've made it so easy for them.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"395":{"date":"October 19, 2016","speaker":"TRUMP:","text":"So we're now going to take Mosul. And do you know who's going to be the beneficiary? Iran. Oh, yeah, they're making—I mean, they are outsmarting—look, you're not there, you might be involved in that decision. But you were there when you took everybody out of Mosul and out of Iraq. You shouldn't have been in Iraq, but you did vote for it. You shouldn't have been in Iraq, but once you were in Iraq, you should have never left the way.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"396":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Sir, your two minutes are up.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"397":{"date":"October 19, 2016","speaker":"TRUMP:","text":" The point is, the big winner is going to be Iran.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"398":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, you know, once again, Donald is implying that he didn't support the invasion of Iraq. I said it was a mistake. I've said that years ago. He has consistently denied what is...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"399":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Wrong.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"400":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... a very clear fact that...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"401":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Wrong.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"402":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... before the invasion, he supported it. And, you know, I just want everybody to go Google it. Google \"Donald Trump Iraq.\" And you will see the dozens of sources which verify that he was for the invasion of Iraq.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"403":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Wrong.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"404":{"date":"October 19, 2016","speaker":"CLINTON:","text":" And you can actually hear the audio of him saying that. Now, why does that matter? Well, it matters because he has not told the truth about that position. I guess he believes it makes him look better now to contrast with me because I did vote for it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"405":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But what's really important here is to understand all the interplay. Mosul is a Sunni city. Mosul is on the border of Syria. And, yes, we do need to go after Baghdadi, and—just like we went after bin Laden, while you were doing \"Celebrity Apprentice,\" and we brought him to justice. We need to go after the leadership.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"406":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But we need to get rid of them, get rid of their fighters. There are an estimated several thousand fighters in Mosul. They've been digging underground. They've been prepared to defend. It's going to be tough fighting. But I think we can take back Mosul, and then we can move on into Syria and take back Raqqa.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"407":{"date":"October 19, 2016","speaker":"CLINTON:","text":"This is what we have to do. I'm just amazed that he seems to think that the Iraqi government and our allies and everybody else launched the attack on Mosul to help me in this election, but that's how Donald thinks. You know, he always is looking for some conspiracy.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"408":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Chris, we don't gain anything.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"409":{"date":"October 19, 2016","speaker":"CLINTON:","text":" He has all the conspiracy theories...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"410":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Iran is taking over Iraq.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"411":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, it's...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"412":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Iran is taking over Iraq. We don't gain anything.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"413":{"date":"October 19, 2016","speaker":"CLINTON:","text":" This conspiracy theory, which he's been spewing out for quite some time.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"414":{"date":"October 19, 2016","speaker":"TRUMP:","text":" If they did it by surprise...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"415":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Wait, wait, wait, Secretary Clinton, it's an open discussion.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"416":{"date":"October 19, 2016","speaker":"CLINTON:","text":" He says...[","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"417":{"date":"October 19, 2016","speaker":"TRUMP:","text":" We could have gained if they did it by surprise.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"418":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary, please let Mr. Trump speak.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"419":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... unfit, and he proves it every time he talks.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"420":{"date":"October 19, 2016","speaker":"TRUMP:","text":" No, you are the one that's unfit. You know, WikiLeaks just actually came out—John Podesta said some horrible things about you, and, boy, was he right. He said some beauties. And you know, Bernie Sanders, he said you have bad judgment. You do.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"421":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And if you think that going into Mosul after we let the world know we're going in, and all of the people that we really wanted—the leaders—they're all gone. If you think that was good, then you do. Now, John Podesta said you have terrible instincts. Bernie Sanders said you have bad judgment. I agree with both.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"422":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, you should ask Bernie Sanders who he's supporting for president. And he has said...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"423":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Which is a big mistake.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"424":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... as he has campaigned for me around the country, you are the most dangerous person to run for president in the modern history of America. I think he's right.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"425":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Let's turn to Aleppo. Mr. Trump, in the last debate, you were both asked about the situation in the Syrian city of Aleppo. And I want to follow up on that, because you said several things in that debate which were not true, sir. You said that Aleppo has basically fallen. In fact, there—in fact, there are...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"426":{"date":"October 19, 2016","speaker":"TRUMP:","text":" It's a catastrophe. I mean...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"427":{"date":"October 19, 2016","speaker":"WALLACE:","text":" It's a catastrophe, but there...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"428":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... it's a mess.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"429":{"date":"October 19, 2016","speaker":"WALLACE:","text":" There are a quarter of...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"430":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Have you seen it? Have you seen it?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"431":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Sir...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"432":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Have you seen what's happening to Aleppo?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"433":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Sir, if I may finish my question...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"434":{"date":"October 19, 2016","speaker":"TRUMP:","text":" OK, so it hasn't fallen. Take a look at it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"435":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Well, there are a quarter of a million people still living there and being slaughtered.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"436":{"date":"October 19, 2016","speaker":"TRUMP:","text":" That's right. And they are being slaughtered...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"437":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Yes.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"438":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... because of bad decisions.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"439":{"date":"October 19, 2016","speaker":"WALLACE:","text":" If I may just finish here, and you also said that—that Syria and Russia are busy fighting ISIS. In fact, they have been the ones who've been bombing and shelling eastern Aleppo, and they just announced a humanitarian pause, in effect, admitting that they have been bombing and shelling Aleppo. Would you like to clear that up, sir?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"440":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, Aleppo is a disaster. It's a humanitarian nightmare. But it has fallen from the—from any standpoint. I mean, what do you need, a signed document? Take a look at Aleppo. It is so sad when you see what's happened.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"441":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And a lot of this is because of Hillary Clinton, because what's happened is, by fighting Assad, who turned out to be a lot tougher than she thought, and now she's going to say, oh, he loves Assad, she's—he's just much tougher and much smarter than her and Obama. And everyone thought he was gone two years ago, three years ago. He—he aligned with Russia.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"442":{"date":"October 19, 2016","speaker":"TRUMP:","text":"He now also aligned with Iran, who we made very powerful. We gave them $150 billion back. We give them $1.7 billion in cash. I mean, cash. Bundles of cash as big as this stage. We gave them $1.7 billion.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"443":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Now they have—he has aligned with Russia and with Iran. They don't want ISIS, but they have other things, because we're backing—we're backing rebels. We don't know who the rebels are. We're giving them lots of money, lots of everything. We don't know who the rebels are. And when and if—and it's not going to happen, because you have Russia and you have Iran now. But if they ever did overthrow Assad, you might end up with—as bad as Assad is, and he's a bad guy, but you may very well end up with worse than Assad.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"444":{"date":"October 19, 2016","speaker":"TRUMP:","text":"If she did nothing, we'd be in much better shape. And this is what's caused the great migration, where she's taking in tens of thousands of Syrian refugees, who probably in many cases—not probably, who are definitely...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"445":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Let me...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"446":{"date":"October 19, 2016","speaker":"TRUMP:","text":" ... in many cases, ISIS-aligned, and we now have them in our country, and wait until you see—this is going to be the great Trojan horse. And wait until you see what happens in the coming years. Lots of luck, Hillary. Thanks a lot for doing a great job.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"447":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, you have talked about—and in the last debate and again today—that you would impose a no-fly zone to try to protect the people of Aleppo and to stop the killing there. President Obama has refused to do that because he fears it's going to draw us closer or deeper into the conflict.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"448":{"date":"October 19, 2016","speaker":"WALLACE:","text":"And General Joseph Dunford, the chairman of the Joint Chiefs of Staff, says you impose a no-fly zone, chances are you're going to get into a war—his words—with Syria and Russia. So the question I have is, if you impose a no-fly zone—first of all, how do you respond to their concerns? Secondly, if you impose a no-fly zone and a Russian plane violates that, does President Clinton shoot that plane down?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"449":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, Chris, first of all, I think a no-fly zone could save lives and could hasten the end of the conflict. I'm well aware of the really legitimate concerns that you have expressed from both the president and the general.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"450":{"date":"October 19, 2016","speaker":"CLINTON:","text":"This would not be done just on the first day. This would take a lot of negotiation. And it would also take making it clear to the Russians and the Syrians that our purpose here was to provide safe zones on the ground.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"451":{"date":"October 19, 2016","speaker":"CLINTON:","text":"We've had millions of people leave Syria and those millions of people inside Syria who have been dislocated. So I think we could strike a deal and make it very clear to the Russians and the Syrians that this was something that we believe was in the best interests of the people on the ground in Syria, it would help us with our fight against ISIS.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"452":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But I want to respond to what Donald said about refugees. He's made these claims repeatedly. I am not going to let anyone into this country who is not vetted, who we do not have confidence in. But I am not going to slam the door on women and children. That picture of that little 4-year-old boy in Aleppo, with the blood coming down his face while he sat in an ambulance, is haunting. And so we are going to do very careful, thorough vetting. That does not solve our internal challenges with ISIS and our need to stop radicalization, to work with American Muslim communities who are on the front lines to identify and prevent attacks. In fact, the killer of the dozens of people at the nightclub in Orlando, the Pulse nightclub, was born in Queens, the same place Donald was born. So let's be clear about what the threat is and how we are best going to be able to meet it.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"453":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And, yes, some of that threat emanates from over in Syria and Iraq, and we've got to keep fighting, and I will defeat ISIS, and some of it is we have to up our game and be much smarter here at home.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"454":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Folks, I want to get into our final segment.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"455":{"date":"October 19, 2016","speaker":"TRUMP:","text":" But I just have to...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"456":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Real quick.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"457":{"date":"October 19, 2016","speaker":"TRUMP:","text":" It's so ridiculous what she—she will defeat ISIS. We should have never let ISIS happen in the first place. And right now, they're in 32 countries.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"458":{"date":"October 19, 2016","speaker":"WALLACE:","text":" OK.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"459":{"date":"October 19, 2016","speaker":"TRUMP:","text":" We should have—wait one second. They had a cease-fire three weeks ago. A cease-fire, the United States, Russia, and Syria. And during the cease-fire, Russia took over vast swatches of land, and then they said we don't want the cease-fire anymore.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"460":{"date":"October 19, 2016","speaker":"TRUMP:","text":"We are so outplayed on missiles, on cease-fires. They are outplayed. Now, she wasn't there. I assume she had nothing to do with it. But our country is so outplayed by Putin and Assad, and by the way—and by Iran. Nobody can believe how stupid our leadership is.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"461":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Mr. Trump, Secretary Clinton—no, we need to move on to our final segment, and that is the national debt, which has not been discussed until tonight.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"462":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Our national debt, as a share of the economy, our GDP, is now 77 percent. That's the highest since just after World War II. But the nonpartisan Committee for a Responsible Federal Budget says, Secretary Clinton, under your plan, debt would rise to 86 percent of GDP over the next 10 years. Mr. Trump, under your plan, they say it would rise to 105 percent of GDP over the next 10 years. The question is, why are both of you ignoring this problem? Mr. Trump, you go first.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"463":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Well, I say they're wrong, because I'm going to create tremendous jobs. And we're bringing GDP from, really, 1 percent, which is what it is now, and if she got in, it will be less than zero. But we're bringing it from 1 percent up to 4 percent. And I actually think we can go higher than 4 percent. I think you can go to 5 percent or 6 percent. And if we do, you don't have to bother asking your question, because we have a tremendous machine. We will have created a tremendous economic machine once again. To do that, we're taking back jobs. We're not going to let our companies be raided by other countries where we lose all our jobs, we don't make our product anymore. It's very sad. But I'm going to create a—the kind of a country that we were from the standpoint of industry. We used to be there. We've given it up. We've become very, very sloppy.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"464":{"date":"October 19, 2016","speaker":"TRUMP:","text":"We've had people that are political hacks making the biggest deals in the world, bigger than companies. You take these big companies, these trade deals are far bigger than these companies, and yet we don't use our great leaders, many of whom back me and many of whom back Hillary, I must say. But we don't use those people. Those are the people—these are the greatest negotiators in the world. We have the greatest businesspeople in the world. We have to use them to negotiate our trade deals.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"465":{"date":"October 19, 2016","speaker":"TRUMP:","text":"We use political hacks. We use people that get the position because they gave—they made a campaign contribution and they're dealing with China and people that are very much smarter than they are. So we have to use our great people.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"466":{"date":"October 19, 2016","speaker":"TRUMP:","text":"But that being said, we will create an economic machine the likes of which we haven't seen in many decades. And people, Chris, will again go back to work and they'll make a lot of money. And we'll have companies that will grow and expand and start from new.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"467":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"468":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, first, when I hear Donald talk like that and know that his slogan is \"Make America Great Again,\" I wonder when he thought America was great. And before he rushes and says, \"You know, before you and President Obama were there,\" I think it's important to recognize that he has been criticizing our government for decades.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"469":{"date":"October 19, 2016","speaker":"CLINTON:","text":"You know, back in 1987, he took out a $100,000 ad in the New York Times, during the time when President Reagan was president, and basically said exactly what he just said now, that we were the laughingstock of the world. He was criticizing President Reagan. This is the way Donald thinks about himself, puts himself into, you know, the middle and says, \"You know, I alone can fix it,\" as he said on the convention stage.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"470":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But if you look at the debt, which is the issue you asked about, Chris, I pay for everything I'm proposing. I do not add a penny to the national debt. I take that very seriously, because I do think it's one of the issues we've got to come to grips with.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"471":{"date":"October 19, 2016","speaker":"CLINTON:","text":"So when I talk about how we're going to pay for education, how we're going to invest in infrastructure, how we're going to get the cost of prescription drugs down, and a lot of the other issues that people talk to me about all the time, I've made it very clear we are going where the money is. We are going to ask the wealthy and corporations to pay their fair share.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"472":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And there is no evidence whatsoever that that will slow down or diminish our growth. In fact, I think just the opposite. We'll have what economists call middle-out growth. We've got to get back to rebuilding the middle class, the families of America. That's where growth will come from. That's why I want to invest in you. I want to invest in your family.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"473":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And I think that's the smartest way to grow the economy, to make the economy fairer. And we just have a big disagreement about this. It may be because of our experiences. You know, he started off with his dad as a millionaire...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"474":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Yeah, yeah, we've heard—we've heard this before, Hillary.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"475":{"date":"October 19, 2016","speaker":"CLINTON:","text":" I started off with—my dad was a small-business man.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"476":{"date":"October 19, 2016","speaker":"TRUMP:","text":" We've heard this before.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"477":{"date":"October 19, 2016","speaker":"CLINTON:","text":" And I think it—you know, it's a difference that affects how we see the world and what we want to do with the economy.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"478":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Time.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"479":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Thank you, Hillary. Could I just respond?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"480":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Well, no, sir, because we're running out of time...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"481":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Because I did disagree with Ronald Reagan very strongly on trade. I disagreed with him. We should have been much tougher on trade even then. I've been waiting for years. Nobody does it right.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"482":{"date":"October 19, 2016","speaker":"WALLACE:","text":" OK.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"483":{"date":"October 19, 2016","speaker":"TRUMP:","text":" And frankly, now we're going to do it right.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"484":{"date":"October 19, 2016","speaker":"WALLACE:","text":" All right. The one last area I want to get into with you in this debate is the fact that the biggest driver of our debt is entitlements, which is 60 percent of all federal spending. Now, the Committee for federal—a Responsible Federal Budget has looked at both of your plans and they say neither of you has a serious plan that is going to solve the fact that Medicare's going to run out of money in the 2020s, Social Security is going to run out of money in the 2030s, and at that time, recipients are going to take huge cuts in their benefits.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"485":{"date":"October 19, 2016","speaker":"WALLACE:","text":"So, in effect, the final question I want to ask you in this regard is—and let me start with you, Mr. Trump, would President Trump make a deal to save Medicare and Social Security that included both tax increases and benefit cuts, in effect, a grand bargain on entitlements?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"486":{"date":"October 19, 2016","speaker":"TRUMP:","text":" I'm cutting taxes. We're going to grow the economy. It's going to grow at a record rate of growth.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"487":{"date":"October 19, 2016","speaker":"WALLACE:","text":" That's not going to help in the entitlements.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"488":{"date":"October 19, 2016","speaker":"TRUMP:","text":" No, it's going to totally help you. And one thing we have to do: Repeal and replace the disaster known as Obamacare. It's destroying our country. It's destroying our businesses, our small business and our big businesses. We have to repeal and replace Obamacare.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"489":{"date":"October 19, 2016","speaker":"TRUMP:","text":"You take a look at the kind of numbers that that will cost us in the year '17, it is a disaster. If we don't repeal and replace—now, it's probably going to die of its own weight. But Obamacare has to go. It's—the premiums are going up 60 percent, 70 percent, 80 percent. Next year they're going to go up over 100 percent.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"490":{"date":"October 19, 2016","speaker":"TRUMP:","text":"And I'm really glad that the premiums have started—at least the people see what's happening, because she wants to keep Obamacare and she wants to make it even worse, and it can't get any worse. Bad health care at the most expensive price. We have to repeal and replace Obamacare.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"491":{"date":"October 19, 2016","speaker":"WALLACE:","text":" And, Secretary Clinton, same question, because at this point, Social Security and Medicare are going to run out, the trust funds are going to run out of money. Will you as president entertain—will you consider a grand bargain, a deal that includes both tax increases and benefit cuts to try to save both programs?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"492":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, Chris, I am on record as saying that we need to put more money into the Social Security Trust Fund. That's part of my commitment to raise taxes on the wealthy. My Social Security payroll contribution will go up, as will Donald's, assuming he can't figure out how to get out of it. But what we want to do is to replenish the Social Security Trust Fund...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"493":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Such a nasty woman.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"494":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... by making sure that we have sufficient resources, and that will come from either raising the cap and\/or finding other ways to get more money into it. I will not cut benefits. I want to enhance benefits for low-income workers and for women who have been disadvantaged by the current Social Security system.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"495":{"date":"October 19, 2016","speaker":"CLINTON:","text":"But what Donald is proposing with these massive tax cuts will result in a $20 trillion additional national debt. That will have dire consequences for Social Security and Medicare.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"496":{"date":"October 19, 2016","speaker":"CLINTON:","text":"And I'll say something about the Affordable Care Act, which he wants to repeal. The Affordable Care Act extended the solvency of the Medicare Trust Fund. So if repeals it, our Medicare problem gets worse. What we need to do is go after...","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"497":{"date":"October 19, 2016","speaker":"TRUMP:","text":" Your husband disagrees with you.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"498":{"date":"October 19, 2016","speaker":"CLINTON:","text":" ... the long-term health care drivers. We've got to get costs down, increase value, emphasize wellness. I have a plan for doing that. And I think that we will be able to get entitlement spending under control by with more resources and harder decisions.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"499":{"date":"October 19, 2016","speaker":"WALLACE:","text":" This is—this is the final time, probably to both of your delight, that you're going to be on a stage together in this campaign. I would like to end it on a positive note. You had not agreed to closing statements, but it seems to me in a funny way that might make it more interesting because you haven't prepared closing statements.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"500":{"date":"October 19, 2016","speaker":"WALLACE:","text":"So I'd like you each to take—and we're going to put a clock up, a minute, as the final question in the final debate, to tell the American people why they should elect you to be the next president. This is another new mini-segment. Secretary Clinton, it's your turn to go first.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"501":{"date":"October 19, 2016","speaker":"CLINTON:","text":" Well, I would like to say to everyone watching tonight that I'm reaching out to all Americans—Democrats, Republicans, and independents—because we need everybody to help make our country what it should be, to grow the economy, to make it fairer, to make it work for everyone. We need your talents, your skills, your commitments, your energy, your ambition.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"502":{"date":"October 19, 2016","speaker":"CLINTON:","text":"You know, I've been privileged to see the presidency up close. And I know the awesome responsibility of protecting our country and the incredible opportunity of working to try to make life better for all of you. I have made the cause of children and families really my life's work.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"503":{"date":"October 19, 2016","speaker":"CLINTON:","text":"That's what my mission will be in the presidency. I will stand up for families against powerful interests, against corporations. I will do everything that I can to make sure that you have good jobs, with rising incomes, that your kids have good educations from preschool through college. I hope you will give me a chance to serve as your president.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"504":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Secretary Clinton, thank you.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"505":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Mr. Trump?","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"506":{"date":"October 19, 2016","speaker":"TRUMP:","text":" She's raising the money from the people she wants to control. Doesn't work that way.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"507":{"date":"October 19, 2016","speaker":"TRUMP:","text":"But when I started this campaign, I started it very strongly. It's called \"Make America Great Again.\" We're going to make America great. We have a depleted military. It has to be helped, has to be fixed. We have the greatest people on Earth in our military. We don't take care of our veterans. We take care of illegal immigrants, people that come into the country illegally, better than we take care of our vets. That can't happen.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"508":{"date":"October 19, 2016","speaker":"TRUMP:","text":"Our policemen and women are disrespected. We need law and order, but we need justice, too. Our inner cities are a disaster. You get shot walking to the store. They have no education. They have no jobs. I will do more for African-Americans and Latinos than she can ever do in 10 lifetimes.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"509":{"date":"October 19, 2016","speaker":"TRUMP:","text":"All she's done is talk to the African-Americans and to the Latinos, but they get the vote, and then they come back, they say, we'll see you in four years. We are going to make America strong again, and we are going to make America great again, and it has to start now. We cannot take four more years of Barack Obama, and that's what you get when you get her.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"510":{"date":"October 19, 2016","speaker":"WALLACE:","text":" Thank you both. [","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"511":{"date":"October 19, 2016","speaker":"WALLACE:","text":"Secretary Clinton—hold on just a moment, folks. Secretary Clinton, Mr. Trump, I want to thank you both for participating in all three of these debates.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"512":{"date":"October 19, 2016","speaker":"WALLACE:","text":"That brings to an end this year's debates sponsored by the Commission on Presidential Debates. We want to thank the University of Nevada, Las Vegas, and its students for having us. Now the decision is up to you.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"},"513":{"date":"October 19, 2016","speaker":"WALLACE:","text":"While millions have already voted, Election Day, November 8th, is just 20 days away. One thing everyone here can agree on: We hope you will go vote. It is one of the honors and obligations of living in this great country. Thank you, and good night.","title":"Presidential Candidates Debates: Presidential Debate at the University of Nevada in Las Vegas"}}